{
  "highlights": [
    {
      "id": 1,
      "images": [
        {
          "src": "destaques/01-pc152.jpg",
          "title_pt": "Minha Entrevista na Revista Photoshop Creative",
          "title_en": "My Interview in Photoshop Creative Magazine",
          "description_pt": "Foi uma honra ter meu trabalho reconhecido pela Revista Britânica Photoshop Creative, uma referência no mundo do design. Na entrevista, pude compartilhar um pouco sobre meu processo criativo, falando sobre como misturo realidade e fantasia em minhas composições, como Fishing Worlds e Dragon Born. Comentei também sobre minhas inspirações, que muitas vezes surgem de sonhos e observações do dia a dia, e dei algumas dicas sobre técnicas no Photoshop, como o uso de Blending Modes para criar efeitos de luz e drama. Ver meu trabalho em destaque em uma revista tão respeitada foi incrível e me deu ainda mais motivação para continuar explorando a arte digital. 🎨",
          "description_en": "It was an honor to have my work recognized by Photoshop Creative, the renowned British design magazine. In the interview, I had the chance to share a bit about my creative process, explaining how I blend reality and fantasy in my compositions, such as Fishing Worlds and Dragon Born. I also talked about my inspirations, which often come from dreams and everyday observations, and shared tips on Photoshop techniques, like using Blending Modes to create lighting effects and add drama. Seeing my work featured in such a respected magazine was an incredible experience and gave me even more motivation to keep exploring digital art. 🎨"
        },
        {
          "src": "destaques/01-2-pc169.jpg",
          "title_pt": "Destaque na Edição 169 da Photoshop Creative",
          "title_en": "Feature in Photoshop Creative Issue 169",
          "description_pt": "Foi uma conquista incrível ter meu trabalho 'Moon Man' destacado na edição 169 da Photoshop Creative como vencedor do Readers' Challenge. O tema era 'Darkness', e minha composição trouxe uma atmosfera sombria e surreal, onde a iluminação e as sombras foram essenciais para criar um tom coeso. A imagem do 'Moon Man' é marcada por nuvens iluminadas e um cenário intrigante, criando uma sensação de mistério e profundidade. Ser reconhecido em uma revista internacional tão importante no mundo do design é uma validação do esforço e da paixão que coloco em cada projeto. Ver meu nome em destaque e compartilhar meu trabalho com a comunidade global de artistas do Photoshop foi um momento muito especial na minha trajetória.",
          "description_en": "It was an incredible achievement to have my work 'Moon Man' featured in Issue 169 of Photoshop Creative as the winner of the Readers' Challenge. The theme was 'Darkness', and my composition brought a dark and surreal atmosphere where lighting and shadows played a crucial role in creating a cohesive tone. The 'Moon Man' image stands out with illuminated clouds and an intriguing setting, evoking a sense of mystery and depth. Being recognized in such an internationally renowned design magazine is a validation of the effort and passion I put into each project. Seeing my name highlighted and sharing my work with the global Photoshop artist community was a truly special moment in my journey."
        },        
        {
          "src": "destaques/02-pc147.jpg",
          "title_pt": "Destaque na Edição 147 da Photoshop Creative",
          "title_en": "Featured in Photoshop Creative Issue 147",
          "description_pt": "Foi uma honra ter meu trabalho reconhecido na edição 147 da Photoshop Creative. Desta vez, minha imagem destacou o uso criativo de pincéis e modos de mesclagem no Photoshop, permitindo criar uma composição dinâmica e atmosférica. Minha arte foi exibida ao lado de outros talentos incríveis, demonstrando como técnicas simples, como a combinação de texturas e iluminação, podem resultar em uma peça visualmente impactante. Estar entre os destaques da revista é sempre uma motivação para explorar ainda mais minha criatividade e compartilhar meu processo com a comunidade global de artistas digitais.",
          "description_en": "It was an honor to have my work recognized in Issue 147 of Photoshop Creative. This time, my artwork showcased the creative use of brushes and blending modes in Photoshop, allowing me to craft a dynamic and atmospheric composition. My image was featured alongside other incredible talents, demonstrating how simple techniques, like combining textures and lighting, can result in visually striking pieces. Being highlighted in the magazine is always a great motivation to further explore my creativity and share my process with the global digital art community."
        },
        {
          "src": "destaques/03-pc144.jpg",
          "title_pt": "Destaque na Photoshop Creative Edição 144",
          "title_en": "Feature in Photoshop Creative Issue 144",
          "description_pt": "Fiquei muito feliz em ser destaque na Edição 144 da revista Photoshop Creative! Minha obra trouxe uma cena lúdica e imaginativa, explorando como uma criança pode criar o próprio mundo em sua imaginação. Trabalhei cuidadosamente a iluminação, com tons de verde e amarelo nos ajustes, criando uma atmosfera encantadora e surreal. Ver meu trabalho ao lado de outros artistas talentosos e ter meu estilo reconhecido em uma revista internacional é sempre uma honra e uma motivação para continuar criando e evoluindo como artista.",
          "description_en": "I was thrilled to be featured in Issue 144 of Photoshop Creative! My artwork depicted a playful and imaginative scene, exploring how a child can create their own world through imagination. I worked carefully on the lighting, using shades of green and yellow in the adjustments to create an enchanting and surreal atmosphere. Having my work showcased alongside other talented artists and being recognized in an international magazine is always an honor and a motivation to keep creating and growing as an artist."
        },
        {
          "src": "destaques/04-pc156.jpg",
          "title_pt": "Destaque na Photoshop Creative Edição 156",
          "title_en": "Feature in Photoshop Creative Issue 156",
          "description_pt": "Na edição 156 da revista Photoshop Creative, fui destaque na seção Readers' Images! Minha arte trouxe uma ilha flutuante iluminada, onde trabalhei com cores vibrantes e ajustes proporcionais de luz e sombra para criar uma cena surreal e visualmente envolvente. O uso de filtros e blend modes foi fundamental para equilibrar os elementos da imagem, criando uma atmosfera mágica e harmônica. Ser reconhecido por uma publicação tão respeitada é uma inspiração contínua para aprimorar meu trabalho e compartilhar minha paixão pela arte digital!",
          "description_en": "In Issue 156 of Photoshop Creative, I was featured in the Readers' Images section! My artwork showcased a floating illuminated island, where I worked with vibrant colors and proportional light and shadow adjustments to create a surreal and visually captivating scene. The use of filters and blend modes was key to balancing the elements of the image, resulting in a magical and harmonious atmosphere. Being recognized by such a respected publication continues to inspire me to improve my work and share my passion for digital art!"
        },
        {
          "src": "destaques/05-pc145.jpg",
          "title_pt": "Destaque na Edição 145 da Photoshop Creative",
          "title_en": "Feature in Photoshop Creative Issue 145",
          "description_pt": "Na edição 145 da Photoshop Creative, fui destaque no Readers' Challenge com minha obra 'Garden of Sunflowers'. A imagem trouxe uma abordagem criativa ao tema do desafio, explorando jogos de luz e textura. Trabalhei a iluminação da pele do personagem principal e utilizei girassóis como elementos-chave na composição. O uso de texturas foi aplicado sutilmente para criar uma conexão entre os elementos e o ambiente, resultando em uma cena harmônica e vibrante. Essa publicação foi uma oportunidade incrível para compartilhar meu trabalho e mostrar meu estilo artístico na arte digital.",
          "description_en": "In Photoshop Creative Issue 145, I was featured in the Readers' Challenge with my artwork 'Garden of Sunflowers.' The image presented a creative approach to the challenge theme, exploring light and texture dynamics. I worked on the skin lighting of the main character and used sunflowers as key elements in the composition. Textures were subtly applied to create a connection between the elements and the environment, resulting in a harmonious and vibrant scene. This publication was an incredible opportunity to share my work and showcase my artistic style in digital art."
        },
        {
          "src": "destaques/06-pc158.jpg",
          "title_pt": "Destaque na Photoshop Creative – Edição 158",
          "title_en": "Feature in Photoshop Creative – Issue 158",
          "description_pt": "Fui destaque na seção Readers' Challenge da revista Photoshop Creative edição 158 com minha obra, que trouxe uma fusão criativa entre arte, conceito e técnica digital. O desafio desta edição permitiu que eu explorasse não apenas a composição visual, mas também o storytelling por trás da imagem. Minha peça foi construída com uma cuidadosa manipulação de luz, sombra e texturas. Trabalhei cada detalhe da imagem para criar uma atmosfera imersiva, priorizando o equilíbrio entre os elementos visuais e as cores, o que resultou em um trabalho expressivo e dinâmico. Ver minha arte publicada em uma revista tão reconhecida no mundo do design e da criação digital foi uma conquista gratificante, validando meu esforço e minha paixão pela arte digital. Esse destaque é um reflexo do meu compromisso em evoluir como designer e continuar criando peças que inspirem e cativem o público.",
          "description_en": "I was featured in the Readers' Challenge section of Photoshop Creative Issue 158 with my artwork, which brought a creative fusion of art, concept, and digital technique. The challenge for this edition allowed me to explore not only the visual composition but also the storytelling behind the image. My piece was crafted with careful manipulation of light, shadow, and textures. I worked on every detail of the image to create an immersive atmosphere, focusing on the balance between visual elements and colors, resulting in an expressive and dynamic work. Seeing my art published in such a renowned magazine in the design and digital creation world was a rewarding achievement, validating my dedication and passion for digital art. This feature reflects my commitment to evolving as a designer and continuing to create pieces that inspire and captivate audiences."
        },
        {
          "src": "destaques/07-psuk_tiger-dream.jpg",
          "title_pt": "Destaque no Twitter da Photoshop Creative",
          "title_en": "Feature on Photoshop Creative's Twitter",
          "description_pt": "Fui destaque no Twitter oficial da Photoshop Creative com minha obra surrealista. A imagem mostra um tigre caminhando por uma ponte suspensa em direção ao horizonte, enquanto peixes-dourados gigantes flutuam pelo céu alaranjado. Essa composição reflete meu estilo artístico, unindo realidade e imaginação para criar uma cena envolvente e mágica. Ver meu trabalho reconhecido por uma referência como a Photoshop Creative foi uma conquista incrível.",
          "description_en": "I was featured on Photoshop Creative's official Twitter with my surreal artwork. The image shows a tiger walking across a suspended bridge toward the horizon, while giant goldfish float in the orange sky. This composition reflects my artistic style, blending reality and imagination to create an engaging and magical scene. Seeing my work recognized by a reference like Photoshop Creative was an incredible achievement."
        }, 
        {
          "src": "destaques/08-psuk_alce.jpg",
          "title_pt": "Destaque no Twitter da Photoshop Creative",
          "title_en": "Feature on Photoshop Creative's Twitter",
          "description_pt": "Fui destaque no Twitter oficial da Photoshop Creative com uma de minhas obras surrealistas. Esta peça retrata um cavalo branco sobre trilhos de trem em uma floresta escura e enevoada, com sua crina transformada em chamas ardentes. A arte reflete meu estilo, que mistura fantasia e realismo para criar uma atmosfera impactante e misteriosa. Ser reconhecido pela Photoshop Creative reforça minha paixão pela arte digital e pelo storytelling visual.",
          "description_en": "I was featured on Photoshop Creative's official Twitter with one of my surreal artworks. This piece depicts a white horse standing on railroad tracks in a dark, foggy forest, its mane transformed into blazing flames. The artwork reflects my style, blending fantasy and realism to create a striking and mysterious atmosphere. Being recognized by Photoshop Creative highlights my passion for digital art and visual storytelling."
        },
        {
          "src": "destaques/09-psuk_navigate.jpg",
          "title_pt": "Destaque no Twitter da Photoshop Creative",
          "title_en": "Feature on Photoshop Creative's Twitter",
          "description_pt": "Fui destaque no Twitter oficial da Photoshop Creative com minha obra surrealista. A imagem retrata uma criança em um pequeno barco navegando por um mar de nuvens, acompanhada por golfinhos e balões flutuando ao redor, criando uma cena mágica e onírica. Essa composição reflete meu estilo artístico, misturando fantasia e realidade para transportar o espectador a um mundo imaginativo e encantador. Ser reconhecido pela Photoshop Creative reforça minha paixão pela arte digital e pela criação de narrativas visuais únicas.",
          "description_en": "I was featured on Photoshop Creative's official Twitter with my surreal artwork. The image depicts a child in a small boat sailing through a sea of clouds, accompanied by dolphins and floating balloons, creating a magical and dreamlike scene. This composition reflects my artistic style, blending fantasy and reality to transport the viewer to an imaginative and enchanting world. Being recognized by Photoshop Creative highlights my passion for digital art and the creation of unique visual narratives."
        },  
        {
          "src": "destaques/10-psuk_boy-tiger.jpg",
          "title_pt": "Destaque no Twitter da Photoshop Creative",
          "title_en": "Feature on Photoshop Creative's Twitter",
          "description_pt": "Fui destaque no Twitter oficial da Photoshop Creative com minha obra surrealista. A imagem apresenta uma cena de inverno encantadora: um tigre branco ao lado de uma criança ajoelhada na neve, com uma cabana iluminada ao fundo e flocos de neve caindo suavemente, criando uma atmosfera mágica e serena. Essa composição reflete meu estilo artístico, onde fantasia e realidade se unem para transportar o espectador a um mundo visualmente envolvente e poético. Ser reconhecido pela Photoshop Creative reforça minha paixão pela arte digital e pela criação de cenas únicas e inspiradoras.",
          "description_en": "I was featured on Photoshop Creative's official Twitter with my surreal artwork. The image showcases a charming winter scene: a white tiger standing beside a kneeling child in the snow, with a glowing cabin in the background and snowflakes gently falling, creating a magical and serene atmosphere. This composition reflects my artistic style, where fantasy and reality come together to transport the viewer into a visually engaging and poetic world. Being recognized by Photoshop Creative highlights my passion for digital art and for creating unique and inspiring scenes."
        },   
        {
          "src": "destaques/11-psuk_angel-arrive.jpg",
          "title_pt": "Destaque no Twitter da Photoshop Creative",
          "title_en": "Feature on Photoshop Creative's Twitter",
          "description_pt": "Fui destaque no Twitter oficial da Photoshop Creative com minha obra surrealista. A imagem retrata uma figura angelical sentada em uma floresta banhada por luzes douradas, com asas negras abertas e pássaros voando ao redor, criando uma atmosfera mística e contemplativa. Essa composição reflete meu estilo artístico, combinando elementos de fantasia e realidade para transmitir emoção e narrativa visual. Ser reconhecido pela Photoshop Creative reforça minha paixão pela arte digital e pela criação de cenas que inspiram e emocionam.",
          "description_en": "I was featured on Photoshop Creative's official Twitter with my surreal artwork. The image portrays an angelic figure sitting in a forest bathed in golden light, with black wings spread and birds flying around, creating a mystical and contemplative atmosphere. This composition reflects my artistic style, blending elements of fantasy and reality to convey emotion and visual storytelling. Being recognized by Photoshop Creative highlights my passion for digital art and for creating scenes that inspire and move viewers."
        }                   
      ]
    },
    {
      "id": 2,
      "images": [
        {
          "src": "destaques/fotograma.jpg",
          "title_pt": "Destaque no Instagram da Fotogramas",
          "title_en": "Feature on Fotogramas' Instagram",
          "description_pt": "Fui destaque no Instagram da renomada página espanhola Fotogramas por conta das minhas artes que transformam filmes clássicos no estilo Pixar. A imagem apresenta uma versão reinventada de O Iluminado, trazendo um toque lúdico e criativo ao universo de Stanley Kubrick com traços inspirados na estética Disney-Pixar. Esse trabalho reflete minha habilidade em unir técnicas de manipulação digital com Inteligência Artificial, recriando cenas icônicas de maneira divertida e envolvente. Ser reconhecido pela Fotogramas, uma referência no cinema, destaca minha paixão pela arte digital e minha busca por novas formas de expressão criativa.",
          "description_en": "I was featured on the Instagram page of the renowned Spanish outlet Fotogramas for my artwork transforming classic films into Pixar-style creations. The image showcases a reinvented version of The Shining, adding a playful and creative touch to Stanley Kubrick's universe with visuals inspired by the Disney-Pixar aesthetic. This work reflects my ability to combine digital manipulation techniques with Artificial Intelligence, recreating iconic scenes in a fun and engaging way. Being recognized by Fotogramas, a reference in cinema, highlights my passion for digital art and my pursuit of new forms of creative expression."
        }
      ]
    },
    {
      "id": 3,
      "images": [
        {
          "src": "destaques/bugara.jpg",
          "title_pt": "Matéria Sobre Mim na Página Russa 'Bugaga'",
          "title_en": "Feature About Me on the Russian Website 'Bugaga'",
          "description_pt": "Fui destaque em uma matéria publicada no site russo Bugaga, que apresenta minhas fotomanipulações surreais como uma viagem a um mundo mágico. A publicação destaca meu trabalho como designer gráfico e diretor de arte do Brasil, descrevendo minha paixão por todas as formas de arte e minha habilidade com o Photoshop. A matéria ressalta que, ao longo de 3 anos de prática com a ferramenta, criei uma série de composições surreais fascinantes. Entre as obras exibidas, estão imagens que combinam elementos da natureza, cenários fantásticos e personagens envoltos em atmosferas oníricas, mostrando minha capacidade de transformar a realidade em algo mágico e visualmente envolvente. Ser reconhecido por uma plataforma internacional como Bugaga reforça o alcance do meu trabalho e a minha dedicação à arte digital.",
          "description_en": "I was featured in an article on the Russian website Bugaga, which showcases my surreal photomanipulations as a journey into a magical world. The publication highlights my work as a graphic designer and art director from Brazil, describing my passion for all forms of art and my expertise with Photoshop. The article emphasizes that, over 3 years of working with this tool, I have created a series of fascinating surreal compositions. Among the featured works are images that combine elements of nature, fantastical settings, and characters enveloped in dreamlike atmospheres, demonstrating my ability to transform reality into something magical and visually captivating. Being recognized by an international platform like Bugaga reinforces the reach of my work and my dedication to digital art."
        }
      ]
    },
    {
      "id": 4,
      "images": [
        {
          "src": "destaques/thejoith.jpg",
          "title_pt": "Meu Destaque no Instagram da Página Tailandesa The Joith",
          "title_en": "My Feature on the Thai Instagram Page The Joith",
          "description_pt": "Fui destaque no Instagram da página The Joith, da Tailândia, com minhas artes que transformam filmes icônicos no estilo Disney Pixar usando Inteligência Artificial. A publicação apresenta versões reimaginadas de filmes clássicos, como Esqueceram de Mim e Forrest Gump, destacando o estilo lúdico e caricato inspirado nas animações. Esse reconhecimento internacional ressalta minha habilidade em dar uma nova perspectiva a obras cinematográficas, unindo nostalgia, criatividade e tecnologia. Ver meu trabalho compartilhado por uma página tão popular como The Joith é uma validação importante da minha paixão pela arte digital e inovação visual.",
          "description_en": "I was featured on the Instagram page The Joith from Thailand for my artwork transforming iconic films into Disney Pixar-style animations using Artificial Intelligence. The post showcases reimagined versions of classic movies, such as Home Alone and Forrest Gump, highlighting the playful and cartoonish style inspired by Pixar animations. This international recognition underscores my ability to bring a fresh perspective to cinematic works, blending nostalgia, creativity, and technology. Seeing my work shared by such a popular page as The Joith is an important validation of my passion for digital art and visual innovation."
        }
      ]
    },
    {
      "id": 5,
      "images": [
        {
          "src": "destaques/eyesnever-liechico.jpg",
          "title_pt": "Meu Destaque no Instagram da Página Americana Eyes Never Lie Chico",
          "title_en": "My Feature on the American Instagram Page Eyes Never Lie Chico",
          "description_pt": "Fui destaque no Instagram da página americana Eyes Never Lie Chico com minha arte que reimagina o filme Twilight no estilo Disney Pixar. A imagem traz os personagens principais, recriados com traços de animação, destacando um estilo visual envolvente e expressivo que mistura nostalgia e criatividade. Essa publicação valoriza minha habilidade em transformar filmes icônicos em versões animadas usando Inteligência Artificial e manipulação digital. Ser reconhecido por uma página internacional como Eyes Never Lie Chico reforça o impacto do meu trabalho e minha dedicação à arte digital inovadora.",
          "description_en": "I was featured on the American Instagram page Eyes Never Lie Chico with my artwork reimagining the movie Twilight in Disney Pixar style. The image showcases the main characters recreated with animation-inspired features, highlighting a visually engaging and expressive style that blends nostalgia and creativity. This post highlights my ability to transform iconic films into animated versions using Artificial Intelligence and digital manipulation. Being recognized by an international page like Eyes Never Lie Chico reinforces the impact of my work and my dedication to innovative digital art."
        }
      ]
    },
    {
      "id": 6,
      "images": [
        {
          "src": "destaques/boredpanda.jpg",
          "title_pt": "Minha Publicação no Bored Panda",
          "title_en": "My Feature on Bored Panda",
          "description_pt": "Fui destaque no Bored Panda, uma das plataformas internacionais mais populares de arte e criatividade, com uma série de trabalhos que recriam pôsteres de filmes para ilustrar como certos atores são eternamente associados aos personagens icônicos que interpretaram. Na matéria, apresentei 14 pôsteres transformados com manipulação digital e técnicas criativas. Um exemplo marcante é a comparação entre o ator Daniel Radcliffe em Truque de Mestre (o que as pessoas veem) e sua versão como Harry Potter (o que eu vejo), destacando a percepção do público sobre papéis inesquecíveis. Essa série reflete meu estilo inovador e minha capacidade de unir humor, nostalgia e design visual em trabalhos que dialogam com o imaginário coletivo. Ser reconhecido e compartilhado no Bored Panda foi uma conquista significativa, mostrando o alcance e o impacto da minha arte digital.",
          "description_en": "I was featured on Bored Panda, one of the most popular international platforms for art and creativity, with a series of works that reimagine movie posters to illustrate how certain actors are forever associated with the iconic characters they portrayed. In the article, I presented 14 posters transformed through digital manipulation and creative techniques. A standout example is the comparison between Daniel Radcliffe in Now You See Me 2 (what people see) and his version as Harry Potter (what I see), highlighting the public's perception of unforgettable roles. This series reflects my innovative style and ability to combine humor, nostalgia, and visual design into works that resonate with collective imagination. Being recognized and shared on Bored Panda was a significant achievement, showcasing the reach and impact of my digital art."
        }
      ]
    },
    {
      "id": 7,
      "images": [
        {
          "src": "destaques/mepoupe.jpg",
          "title_pt": "Primeiro Lugar no Desafio de Meme do Me Poupe!",
          "title_en": "First Place in the Me Poupe! Meme Challenge",
          "description_pt": "Fui vencedor do concurso de memes promovido pela página Me Poupe!, uma das maiores referências em educação financeira no Brasil. O meme, inspirado no famoso formato do 'tapa do Batman', aborda de forma criativa e humorada a importância de superar a preguiça financeira e fazer escolhas mais inteligentes ao investir. Na imagem, a personagem diz: 'Vou investir tudo na poupança, é mais fácil', e recebe a resposta: 'O preço da sua preguiça é a pobreza'. Esse reconhecimento ressalta minha habilidade em unir humor e mensagens impactantes através do design visual. Ganhar o primeiro lugar no desafio do Me Poupe! foi uma conquista importante, mostrando minha capacidade de criar conteúdo engajador e relevante em um dos maiores perfis de finanças do país.",
          "description_en": "I won first place in the meme contest held by Me Poupe!, one of the leading financial education platforms in Brazil. The meme, inspired by the famous 'Batman slapping Robin' format, creatively and humorously highlights the importance of overcoming financial laziness and making smarter investment choices. In the image, the character says: 'I’ll invest everything in savings, it’s easier', and the response is: 'The price of your laziness is poverty'. This recognition highlights my ability to combine humor with impactful messages through visual design. Winning first place in the Me Poupe! challenge was an important achievement, showcasing my talent for creating engaging and relevant content for one of Brazil's largest finance platforms."
        },
        {
          "src": "destaques/mepoupe2.jpg",
          "title_pt": "Minha Arte Compartilhada por Nathalia Arcuri",
          "title_en": "My Artwork Shared by Nathalia Arcuri",
          "description_pt": "Tive a honra de ter uma das minhas artes compartilhada por Nathalia Arcuri, criadora do Me Poupe!, a maior plataforma de educação financeira do Brasil. A imagem traz uma abordagem criativa e divertida, apresentando a “lata Me Poupe!”, com o slogan 'Sabor da Desfudência', reforçando o tom leve e humorado característico da marca. Na publicação, uma enquete perguntou ao público: 'Você tomaria?', onde 86% responderam 'Sim!', destacando a aceitação positiva da arte e a interação do público. Esse reconhecimento direto por Nathalia Arcuri, uma referência em finanças e empreendedorismo, valida minha criatividade e habilidade em criar peças visuais impactantes que dialogam com o público de forma descontraída e engajadora.",
          "description_en": "I had the honor of having one of my artworks shared by Nathalia Arcuri, creator of Me Poupe!, the largest financial education platform in Brazil. The image presents a creative and fun approach, featuring the 'Me Poupe!' can with the slogan 'Sabor da Desfudência', reinforcing the lighthearted and humorous tone characteristic of the brand. In the post, a poll asked the audience, 'Would you drink it?', with 86% answering 'Yes!', highlighting the positive reception of the artwork and audience engagement. This direct recognition from Nathalia Arcuri, a reference in finance and entrepreneurship, validates my creativity and ability to create impactful visual pieces that connect with the audience in a relaxed and engaging way."
        }      
      ]
    },
    {
      "id": 8,
      "images": [
        {
          "src": "destaques/estadio1.jpg",
          "title_pt": "Minha Collab com o Estádio 97 no Instagram",
          "title_en": "My Collab with Estádio 97 on Instagram",
          "description_pt": "O Estádio 97, um dos programas mais icônicos da rádio Energia 97, fez uma colaboração incrível comigo no Instagram, celebrando seus 25 anos de história. A arte que criei para essa parceria apresenta os apresentadores e toda a equipe do programa, com um design vibrante e moderno que destaca o logo do Estádio 97 em um estilo visual impactante. A postagem foi compartilhada na página oficial do Estádio 97, com um grande engajamento da comunidade e da equipe. Essa colaboração representa uma grande conquista para mim, mostrando meu envolvimento com programas de grande repercussão e meu talento para criar artes que celebram momentos importantes.",
          "description_en": "Estádio 97, one of the most iconic shows on Energia 97 radio, collaborated with me on Instagram to celebrate its 25 years of history. The artwork I created for this partnership features the show's presenters and the entire team, with a vibrant and modern design that highlights the Estádio 97 logo in an impactful visual style. The post was shared on the official Estádio 97 page, garnering significant engagement from the community and the team. This collaboration is a major achievement for me, showcasing my involvement with high-profile programs and my ability to create artwork that celebrates important moments."
        },
        {
          "src": "destaques/estadio.jpg",
          "title_pt": "Letícia Beppler e Estádio 97 Compartilharam Minha Arte Homenageando o Programa",
          "title_en": "Letícia Beppler and Estádio 97 Shared My Artwork Honoring the Show",
          "description_pt": "Tive o prazer de ver minha arte compartilhada por Letícia Beppler e o Estádio 97! A arte retrata todos os apresentadores e membros da equipe do Estádio 97 no estilo visual único da Pixar. A postagem, feita por Letícia em seu Instagram, destacou o programa e foi creditada como 'Arte desenvolvida pelo nosso ouvinte @alexandreperezart'. Foi uma grande satisfação ver minha criação sendo reconhecida e compartilhada por personalidades tão influentes, especialmente na comunidade do Estádio 97. A imagem gerou grande interação e mostrou a popularidade e o impacto do programa no universo das redes sociais.",
          "description_en": "I was thrilled to see my artwork shared by Letícia Beppler and Estádio 97! The artwork features all the presenters and team members of Estádio 97 in the unique Pixar visual style. The post, made by Letícia on her Instagram, highlighted the show and credited the artwork as 'Art developed by our listener @alexandreperezart'. It was a great honor to see my creation recognized and shared by such influential personalities, especially within the Estádio 97 community. The image received a lot of interaction and showcased the popularity and impact of the show on social media."
        },
        {
          "src": "destaques/estadio2.jpg",
          "title_pt": "Letícia Beppler",
          "title_en": "Letícia Beppler",
          "description_pt": "Letícia Beppler compartilhou em seus stories do Instagram uma brincadeira que fiz com os integrantes do Estádio 97. A arte que criei envolvia trocar os rostos de todos os membros da equipe, criando uma imagem divertida e inusitada. Letícia, com muito bom humor, fez uma postagem dizendo que estava até agora tentando descobrir quem era ela na imagem, acompanhada de um questionamento divertido para seus seguidores: 'Quem vocês acham que sou eu?'",
          "description_en": "Letícia Beppler shared in her Instagram stories a fun artwork I created with the Estádio 97 team. The piece involved swapping the faces of all the team members, creating a funny and unexpected image. Letícia, with great humor, posted that she was still trying to figure out who she was in the picture, and asked her followers, 'Who do you think I am?'"
        },
        {
          "src": "destaques/estadio3.jpg",
          "title_pt": "Estádio 97 Compartilhou Minha Brincadeira no Instagram",
          "title_en": "Estádio 97 Shared My Fun Artwork on Instagram",
          "description_pt": "O Estádio 97 compartilhou no Instagram uma arte que criei, onde troquei os rostos de todos os membros da equipe de uma foto oficial do programa. A legenda, com muito bom humor, dizia: 'O @alexandreperezart meteu essa e trocou o rosto de TODO MUNDO na foto! 😂😂 Tente descobrir quem é quem!' Foi muito divertido ver a interação com o público, que se desafiou a identificar quem era quem na imagem. O post gerou risadas e muita empolgação, destacando a colaboração divertida e criativa entre eu e o Estádio 97. Ver minha arte sendo compartilhada oficialmente pelo programa foi uma grande satisfação!",
          "description_en": "Estádio 97 shared on Instagram an artwork I created, where I swapped the faces of all the team members in an official photo of the show. The caption, with a lot of humor, said: '@alexandreperezart did this and swapped EVERYONE'S face in the photo! 😂😂 Try to figure out who’s who!' It was so much fun to see the interaction with the audience, who challenged themselves to identify who was who in the image. The post generated laughs and excitement, highlighting the fun and creative collaboration between me and Estádio 97. Seeing my artwork officially shared by the show was a great honor!"
        },
        {
          "src": "destaques/estadio4.jpg",
          "title_pt": "Quando o Estádio 97 Colocou Minha Arte em um Quadro em Homenagem ao Programa",
          "title_en": "When Estádio 97 Framed My Artwork in Honor of the Program’s 23rd Anniversary",
          "description_pt": "Fiquei emocionado ao ver que o Estádio 97 colocou uma arte que criei em um quadro, celebrando os 23 anos do programa. A imagem, que retrata todos os apresentadores e membros da equipe do Estádio 97, foi escolhida para ser emoldurada e exposta, uma verdadeira homenagem ao legado e à história do programa. O quadro foi compartilhado pelo Estádio 97 em suas redes sociais, com o logo do programa destacado e a celebração dos 23 anos, mostrando o quanto o trabalho foi apreciado. Ver minha arte sendo colocada em um lugar de destaque no ambiente do programa foi uma grande honra e um reconhecimento incrível.",
          "description_en": "I was thrilled to see that Estádio 97 framed an artwork I created, celebrating the program’s 23rd anniversary. The image, featuring all the presenters and team members of Estádio 97, was chosen to be framed and displayed as a true tribute to the legacy and history of the show. The framed artwork was shared by Estádio 97 on their social media, with the program’s logo prominently featured and celebrating 23 years, showing how much my work was appreciated. Seeing my art being displayed in such a prominent place within the program's environment was a great honor and an incredible recognition."
        }      
      ]
    },
    {
      "id": 9,
      "images": [
        {
          "src": "destaques/criatives.jpg",
          "title_pt": "Minha Matéria na Página Criatives",
          "title_en": "My Feature on Criatives",
          "description_pt": "Minha arte foi destaque na página Criatives, um site de criatividade e design, com uma matéria sobre minha série 'Trocando de Papel'. A publicação questionava como seria se personagens da Marvel invadissem pôsteres de filmes famosos, e eu fui o responsável por dar vida a essa ideia. A arte foi mostrada com o exemplo do filme Esqueceram de Mim, onde substituí o protagonista Kevin pelo Spider-Man (Homem-Aranha), criando um efeito divertido e surpreendente. A matéria foi compartilhada nas redes sociais da página, destacando o uso criativo de personagens da Marvel e o estilo único da minha abordagem. Foi uma grande satisfação ver meu trabalho sendo reconhecido em um site de referência no universo criativo.",
          "description_en": "My artwork was featured on Criatives, a creativity and design website, in an article about my series 'Trocando de Papel' (Switching Roles). The post explored what it would be like if Marvel characters invaded famous movie posters, and I was the one to bring this idea to life. The artwork was showcased with an example from the movie Home Alone, where I replaced the main character, Kevin, with Spider-Man, creating a fun and surprising effect. The article was shared on the website’s social media, highlighting the creative use of Marvel characters and the unique style of my approach. It was a great honor to see my work recognized on such a prominent creative platform."
        }
      ]
    },
    {
      "id": 10,
      "images": [
        {
          "src": "destaques/inspirart.jpg",
          "title_pt": "Quando Fui Destaque da Faber-Castell no Inspirart",
          "title_en": "When I Was Featured as Faber-Castell's Artist of the Week on Inspirart",
          "description_pt": "Tive a honra de ser escolhido Artista da Semana no Inspirart, uma plataforma de arte apoiada pela Faber-Castell. Na publicação, meu trabalho foi destacado como uma das criações mais inspiradoras da semana, e fui apresentado com uma foto e uma breve descrição sobre minha jornada artística. Foi uma grande conquista ver meu trabalho sendo reconhecido por uma marca tão icônica no mundo da arte, como a Faber-Castell. A plataforma Inspirart compartilhou meu estilo e as técnicas que utilizo, permitindo que mais pessoas conhecessem meu trabalho e se conectassem com a arte digital e criativa que desenvolvo.",
          "description_en": "I was honored to be chosen as Artist of the Week on Inspirart, a platform supported by Faber-Castell. In the post, my work was highlighted as one of the most inspiring creations of the week, and I was introduced with a photo and a brief description of my artistic journey. It was a great achievement to have my work recognized by such an iconic brand in the art world as Faber-Castell. The Inspirart platform shared my style and the techniques I use, allowing more people to discover my work and connect with the digital and creative art I develop."
        }
      ]
    },
    {
      "id": 11,
      "images": [
        {
          "src": "destaques/photoshop-01.jpg",
          "title_pt": "Primeiro lugar no Desafio Show da página Desafios de Photoshop Brasil",
          "title_en": "First place in the Desafio Show on Desafios de Photoshop Brasil",
          "description_pt": "Participei do Desafio Show no Desafios Photoshop Brasil, onde o tema era livre e a criatividade no Photoshop era a chave. Tive a oportunidade de criar uma montagem sem limitações, explorando ideias e técnicas pessoais. Fiquei muito feliz e honrado em conquistar o primeiro lugar, o que reforçou ainda mais minha paixão por criar e desenvolver arte digital.",
          "description_en": "I participated in the Desafio Show on Desafios Photoshop Brasil, where the theme was free and creativity in Photoshop was key. I had the opportunity to create a composition without limitations, exploring personal ideas and techniques. I was very happy and honored to win first place, which further strengthened my passion for creating and developing digital art."
        },
        {
          "src": "destaques/photoshop-02.jpg",
          "title_pt": "Primeiro lugar no 232º Desafio Relâmpago da página Desafios de Photoshop Brasil",
          "title_en": "First place in the 232nd Desafio Relâmpago on Desafios de Photoshop Brasil",
          "description_pt": "Participei do 232º Desafio Relâmpago no Desafios Photoshop Brasil, onde o tema era livre e a imagem base era uma caveira. Com um tempo de apenas 4 horas para criar a arte, consegui usar minha criatividade para desenvolver uma composição única, combinando elementos como esqueleto, cavalo e um cenário sombrio. Fiquei muito feliz em conquistar o primeiro lugar, reforçando minha habilidade em trabalhar sob pressão e criar arte de qualidade em um curto espaço de tempo.",
          "description_en": "I participated in the 232nd Desafio Relâmpago on Desafios Photoshop Brasil, where the theme was free and the base image was a skull. With just 4 hours to create the artwork, I was able to use my creativity to develop a unique composition, combining elements like a skeleton, a horse, and a dark atmosphere. I was very happy to win first place, showcasing my ability to work under pressure and create high-quality art in a short amount of time."
        }, 
        {
          "src": "destaques/photoshop-03.jpg",
          "title_pt": "Primeiro lugar no 170º Desafio Show da página Desafios de Photoshop Brasil",
          "title_en": "First place in the 170th Desafio Show on Desafios de Photoshop Brasil",
          "description_pt": "Participei do 170º Desafio Show no Desafios Photoshop Brasil, onde o tema era livre, permitindo que eu soltasse toda minha criatividade no Photoshop. O desafio era criar uma montagem única sem limitações de imagem base. Conquistei o primeiro lugar com uma composição que misturava elementos de um cenário tranquilo e emotivo, criando uma cena de grande impacto visual e emocional. Fiquei muito feliz com o resultado e com o reconhecimento do meu trabalho, reforçando minha paixão por criar arte digital de qualidade.",
          "description_en": "I participated in the 170th Desafio Show on Desafios Photoshop Brasil, where the theme was free, allowing me to unleash all my creativity in Photoshop. The challenge was to create a unique composition without any image base limitations. I won first place with a piece that blended elements of a peaceful and emotional scene, creating a visually and emotionally impactful composition. I was very happy with the result and the recognition of my work, which further strengthened my passion for creating high-quality digital art."
        }, 
        {
          "src": "destaques/photoshop-04.jpg",
          "title_pt": "Segundo lugar no 176º Desafio Show da página Desafios de Photoshop Brasil",
          "title_en": "Second place in the 176th Desafio Show on Desafios de Photoshop Brasil",
          "description_pt": "Participei do 176º Desafio Show no Desafios Photoshop Brasil, onde o tema era livre e a criatividade era essencial. No desafio, eu pude explorar minha imaginação para criar uma montagem única, sem limitações de imagem base. Conquistei o segundo lugar com uma composição que uniu elementos fantásticos, como o uso de uma figura central e cenários surreais. Fiquei muito feliz com o resultado, que representou bem minha habilidade em transformar ideias criativas em arte digital de qualidade.",
          "description_en": "I participated in the 176th Desafio Show on Desafios Photoshop Brasil, where the theme was free and creativity was key. In this challenge, I had the opportunity to explore my imagination and create a unique composition without any image base limitations. I won second place with a piece that combined fantastic elements, such as a central figure and surreal settings. I was very happy with the result, which showcased my ability to turn creative ideas into high-quality digital art."
        },
        {
          "src": "destaques/photoshop-05.jpg",
          "title_pt": "Segundo lugar no 368º Desafio Iniciante da página Desafios de Photoshop Brasil",
          "title_en": "Second place in the 368th Beginner Challenge on Desafios de Photoshop Brasil",
          "description_pt": "Participei do 368º Desafio Iniciante no Desafios Photoshop Brasil, onde o tema era 'Bananas'. O desafio consistia em criar uma montagem divertida e criativa utilizando bananas da maneira que quiséssemos. Conquistei o segundo lugar com uma arte que mostrava uma banana tocando guitarra, com o título 'Banana Rocks!', criando um ambiente descontraído e visualmente impactante. Fiquei muito feliz com o reconhecimento e com o resultado do trabalho, mostrando minha habilidade em manipulação criativa de imagens.",
          "description_en": "I participated in the 368th Beginner Challenge on Desafios Photoshop Brasil, where the theme was 'Bananas'. The challenge involved creating a fun and creative composition using bananas in any way we wanted. I won second place with an artwork that depicted a banana playing guitar, titled 'Banana Rocks!'', creating a relaxed and visually striking atmosphere. I was very happy with the recognition and the result, showcasing my ability in creative image manipulation."
        },
        {
          "src": "destaques/photoshop-06.jpg",
          "title_pt": "Terceiro lugar no 549º Desafio DPB da página Desafios de Photoshop Brasil",
          "title_en": "Third place in the 549th DPB Challenge on Desafios de Photoshop Brasil",
          "description_pt": "Participei do 549º Desafio DPB no Desafios Photoshop Brasil, onde o objetivo era transformar uma criatura viva em um morto-vivo, seja um humano ou um animal, com o desafio de torná-lo o mais real possível. Eu criei uma composição do 'The Walking Ted', combinando elementos de zumbis e o icônico personagem Ted, resultando em uma imagem divertida e impactante. Fiquei muito feliz em conquistar o terceiro lugar, mostrando minha habilidade em transformar ideias criativas em arte digital de alta qualidade.",
          "description_en": "I participated in the 549th DPB Challenge on Desafios Photoshop Brasil, where the goal was to transform a living creature into a zombie, whether human or animal, with the challenge of making it as realistic as possible. I created a composition of 'The Walking Ted' combining zombie elements with the iconic character Ted, resulting in a fun and impactful image. I was very happy to win third place, showcasing my ability to turn creative ideas into high-quality digital art."
        },
        {
          "src": "destaques/photoshop-07.jpg",
          "title_pt": "Primeiro lugar no 146º Desafio de Mistura de Animais da página PhotoArt Essentials",
          "title_en": "First place in the 146th Animal Mix Challenge on PhotoArt Essentials",
          "description_pt": "Participei do 146º Desafio de Mistura de Animais no PhotoArt Essentials, onde o objetivo era combinar diferentes animais em uma só criatura. Criei uma arte com um leão e uma ardilla, misturando características de ambos para criar uma figura única e criativa. Fiquei muito feliz e honrado em conquistar o primeiro lugar, o que me motivou ainda mais a continuar explorando minha criatividade e aprimorando minhas habilidades em manipulação de imagens no Photoshop.",
          "description_en": "I participated in the 146th Animal Mix Challenge on PhotoArt Essentials, where the goal was to combine different animals into one creature. I created an artwork combining a lion and a squirrel, blending characteristics of both to create a unique and creative figure. I was very happy and honored to win first place, which further motivated me to continue exploring my creativity and improving my image manipulation skills in Photoshop."
        }, 
        {
          "src": "destaques/photoshop-08.jpg",
          "title_pt": "Segundo lugar no 153º Desafio Cyberpunk da página PhotoArt Essentials",
          "title_en": "Second place in the 153rd Cyberpunk Challenge on PhotoArt Essentials",
          "description_pt": "Participei do 153º Desafio Cyberpunk no PhotoArt Essentials, onde o tema era inspirado no estilo futurista e distópico do cyberpunk. O desafio me permitiu explorar cenas intensas e tecnológicas, e fui premiado com o segundo lugar por uma montagem que misturava elementos de ação e ficção científica. A arte representava uma personagem equipada com um traje futurista e uma arma, em um cenário cheio de detalhes vibrantes e surreais. Fiquei muito feliz com o resultado e com o reconhecimento da minha criatividade neste estilo tão impactante.",
          "description_en": "I participated in the 153rd Cyberpunk Challenge on PhotoArt Essentials, where the theme was inspired by the futuristic and dystopian style of cyberpunk. The challenge allowed me to explore intense and technological scenes, and I was awarded second place for a composition that blended action and science fiction elements. The artwork featured a character equipped with a futuristic suit and weapon, set in a vibrant and surreal environment. I was very happy with the result and the recognition of my creativity in such an impactful style."
        }                                        
      ]
    },
    {
      "id": 12,
      "images": [
        {
          "src": "destaques/likes-01.jpg",
          "title_pt": "Mariana Gross âncora do RJTV da Globo",
          "title_en": "Mariana Gross anchor of RJTV of Globo,",
          "description_pt": "Mariana Gross, âncora do RJTV na Globo, compartilhou uma arte que eu criei para o programa em seu Instagram. Ela postou uma montagem que fiz com a equipe do programa e, na legenda, me agradeceu pelo design. Mariana ficou satisfeita com o resultado e expressou sua admiração pelo meu trabalho. Fiquei muito feliz com suas palavras e honrado em ser reconhecido por uma figura tão influente.",
          "description_en": "Mariana Gross, anchor of RJTV on Globo, shared an artwork I created for the program on her Instagram. She posted a montage I made featuring the show's team and thanked me for the design in her caption. Mariana was pleased with the result and expressed her admiration for my work. I was very happy with her words and honored to be recognized by such an influential figure."
        },
        {
          "src": "destaques/likes-02.jpg",
          "title_pt": "Vivianne Brafmann, vencedora do primeiro O Aprendiz, compartilhou minha arte",
          "title_en": "Vivianne Brafmann, winner of the first O Aprendiz, shared my artwork",
          "description_pt": "Vivianne Brafmann, vencedora do primeiro O Aprendiz, compartilhou uma arte que criei para comemorar o retorno do programa. Ela postou em seu Instagram a imagem com ela e o apresentador Roberto Justus, utilizando a arte no estilo de 'De Volta Para o Futuro', como forma de celebrar o retorno do O Aprendiz na Band, que iria ao ar às 22h. Ela se mostrou entusiasmada com a arte e pediu a opinião dos seguidores sobre o programa, utilizando hashtags relacionadas ao programa e ao empreendedorismo. Fiquei muito feliz com o reconhecimento da Viviane e com a chance de colaborar com a divulgação do programa.",
          "description_en": "Vivianne Brafmann, winner of the first O Aprendiz, shared an artwork I created to celebrate the return of the show. She posted the image featuring herself and the host Roberto Justus, using the 'Back to the Future' style art to celebrate the return of O Aprendiz on Band, which would air at 10 PM. She expressed her excitement for the art and asked her followers for their opinions about the show, using hashtags related to the program and entrepreneurship. I was thrilled with Viviane's recognition and the opportunity to collaborate on promoting the show."
        },   
        {
          "src": "destaques/likes-03.jpg",
          "title_pt": "Matheus Nachtergaele compartilhou minha arte no estilo Pixar",
          "title_en": "Matheus Nachtergaele shared my Pixar-style artwork",
          "description_pt": "Matheus Nachtergaele, um renomado ator brasileiro, compartilhou minha arte no estilo Pixar inspirada no filme O Auto da Compadecida em seu Instagram. Ele comentou de forma divertida e positiva: 'Tudo pode acontecer! Rs !!! A gente prefere ser do Brasil com S, mas a ideia foi boa'. O post gerou um grande engajamento, com mais de 118 mil curtidas. Foi uma experiência incrível ver minha criação sendo elogiada por um grande nome do cinema brasileiro!",
          "description_en": "Matheus Nachtergaele, a renowned Brazilian actor, shared my Pixar-style artwork inspired by the movie O Auto da Compadecida on his Instagram. He commented in a fun and positive way: 'Anything can happen! Haha!!! We prefer to be from Brazil with an S, but the idea was good'. The post gained significant engagement, with over 118k likes. It was an incredible experience to see my creation being praised by such a prominent figure in Brazilian cinema!"
        },
        {
          "src": "destaques/likes-04.jpg",
          "title_pt": "Matheus Nachtergaele compartilhou minha arte inspirada em Stranger Things",
          "title_en": "Matheus Nachtergaele Shared My Artwork Inspired by Stranger Things",
          "description_pt": "Matheus Nachtergaele compartilhou nos seus stories do Instagram minha arte, onde criei uma versão brasileira de Stranger Things, mas inspirada em O Auto da Compadecida. A imagem foi intitulada Joças Suspeitosas, com os personagens icônicos do filme brasileiro em um estilo que remete à série popular. Foi sensacional receber esse reconhecimento dele!",
          "description_en": "Matheus Nachtergaele shared my artwork on his Instagram stories, where I created a Brazilian version of Stranger Things, inspired by O Auto da Compadecida. The image was titled Joças Suspeitosas, featuring the iconic characters from the Brazilian film in a style reminiscent of the popular series. It was amazing to receive this recognition from him!"
        }, 
        {
          "src": "destaques/likes-05.jpg",
          "title_pt": "Gracyanne Barbosa compartilha minha arte como Mulher-Hulk",
          "title_en": "Gracyanne Barbosa Shares My Artwork as She-Hulk",
          "description_pt": "A musa fitness Gracyanne Barbosa compartilhou uma arte que criei, transformando-a na Mulher-Hulk. A imagem a reimaginou com a icônica cor verde, destacando toda a sua força e presença como a personagem poderosa da Marvel. Além de repostar a imagem, ela deixou elogios, comentando 'Amei' e 'Você arrasa muito'. Foi incrível receber esse reconhecimento de uma personalidade tão forte e inspiradora!",
          "description_en": "Fitness icon Gracyanne Barbosa shared an artwork I created, transforming her into She-Hulk. The piece reimagined Gracyanne in vibrant green, showcasing her as the powerful Marvel character. She not only reposted the image but also expressed her love for the artwork, commenting, 'Amei' and 'Você arrasa muito'. It was a thrill to receive this recognition from such a strong and inspiring personality!"
        },
        {
          "src": "destaques/likes-06.jpg",
          "title_pt": "Supla",
          "title_en": "Supla",
          "description_pt": "O cantor e ícone do rock brasileiro Supla compartilhou em suas redes sociais uma arte que criei, onde o transformei no Charada, o famoso vilão do universo Batman. A imagem destaca o estilo único do Supla, combinando o visual verde característico do personagem com sua personalidade marcante. Ver Supla interagir e repostar minha criação foi incrível, uma homenagem ao seu estilo inconfundível!",
          "description_en": "The Brazilian rock icon Supla shared on his social media an artwork I created, where I transformed him into The Riddler, the famous villain from the Batman universe. The image highlights Supla's unique style, combining the character's iconic green look with his unmistakable personality. Seeing Supla interact with and repost my creation was incredible — a tribute to his one-of-a-kind style!"
        },   
        {
          "src": "destaques/likes-07.jpg",
          "title_pt": "Katiuscia Canoro compartilha arte inspirada em Divertida Mente",
          "title_en": "Katiuscia Canoro Shares Artwork Inspired by Inside Out",
          "description_pt": "A atriz e comediante brasileira Katiuscia Canoro compartilhou em suas redes sociais a arte que criei, onde transformei os dubladores do filme Divertida Mente 2 em personagens inspirados na animação da Disney Pixar. A montagem traz os artistas Katiuscia Canoro, Miá Mello, Dani Calabresa, Léo Jaime e Otaviano Costa com as características emocionais marcantes do filme. A atriz adorou a homenagem e destacou o trabalho, trazendo ainda mais visibilidade para a divertida criação.",
          "description_en": "Brazilian actress and comedian Katiuscia Canoro shared on her social media the artwork I created, where I transformed the voice actors of the movie Inside Out 2 into characters inspired by the Disney Pixar animation. The artwork features Katiuscia Canoro, Miá Mello, Dani Calabresa, Léo Jaime, and Otaviano Costa with the iconic emotional traits from the film. The actress loved the tribute and highlighted the work, bringing even more visibility to this fun creation."
        },
        {
          "src": "destaques/likes-08.jpg",
          "title_pt": "Programa Mundo Geek da Kiss FM Compartilha Minha Arte",
          "title_en": "Mundo Geek Program from Kiss FM Shares My Artwork",
          "description_pt": "O programa Mundo Geek, transmitido pela rádio Kiss FM, compartilhou minha arte onde imaginei o casal icônico do filme Titanic, interpretado por Leonardo DiCaprio e Kate Winslet, como os Na'vis, criaturas do universo de Avatar. A montagem reimagina o pôster clássico do filme com uma estética inspirada no visual azul e vibrante do planeta Pandora. A equipe do programa destacou o trabalho criativo, ressaltando a originalidade da ideia e trazendo visibilidade à homenagem geek.",
          "description_en": "The Mundo Geek program, broadcast on Kiss FM, shared my artwork where I reimagined the iconic couple from the movie Titanic, played by Leonardo DiCaprio and Kate Winslet, as Na'vi creatures from the Avatar universe. The artwork transforms the classic Titanic poster with the vibrant blue aesthetic inspired by Pandora's world. The program's team highlighted the creative work, praising the originality of the idea and showcasing this unique geek tribute."
        },   
        {
          "src": "destaques/likes-09.jpg",
          "title_pt": "Charlie Brown Jr.",
          "title_en": "Charlie Brown Jr.",
          "description_pt": "O perfil oficial da banda Charlie Brown Jr. no Instagram compartilhou minha arte onde homenageei o falecido vocalista Chorão, colocando nele a nova camisa do Santos Futebol Clube. A imagem foi criada como uma forma de celebrar a paixão de Chorão pelo clube, conectando sua figura icônica com a evolução do uniforme santista.",
          "description_en": "The official Charlie Brown Jr. Instagram profile shared my artwork, where I paid tribute to the late lead singer Chorão by featuring him wearing the new Santos Futebol Clube jersey. The image was created as a way to celebrate Chorão's passion for the club, connecting his iconic figure with the evolution of the Santos uniform."
        },
        {
          "src": "destaques/likes-10.jpg",
          "title_pt": "TechTudo",
          "title_en": "TechTudo",
          "description_pt": "O TechTudo, um dos principais portais de tecnologia do Brasil, destacou minha arte inspirada na trend da Pixar. A imagem, que reimagina os personagens de O Auto da Compadecida no estilo de animação da Disney-Pixar, foi usada como exemplo na matéria sobre a tendência de criar versões animadas utilizando inteligência artificial. O artigo ensinava os leitores a criarem suas próprias imagens no estilo Pixar com o Bing Image Creator.",
          "description_en": "TechTudo, one of Brazil's leading technology websites, highlighted my artwork inspired by the Pixar trend. The image, which reimagines the characters from O Auto da Compadecida in the Disney-Pixar animation style, was used as an example in an article about the trend of creating animated versions using artificial intelligence. The article guided readers on how to create their own Pixar-style images using Bing Image Creator."
        }                          
      ]
    }
  ]
}
