{
  "projects": [
    {
      "id": 1,
      "images": [
        {
          "src": "portfolio/mais01.jpg",
          "title_pt": "+SBT Posters",
          "title_en": "+SBT Posters",
          "description_pt": "Posters criados para o Streaming +SBT, destacando desde grandes sucessos de novelas brasileiras e mexicanas até programas apresentados por ícones da emissora e conteúdos de parceiros internacionais. Cada arte foi desenvolvida com foco na criatividade, garantindo leitura clara e comunicação visual eficiente.",
          "description_en": "Posters created for the +SBT Streaming platform, featuring popular Brazilian and Mexican soap operas, shows hosted by the network’s stars, and content from international partners. Each design was crafted with a focus on creativity, ensuring clear readability and effective visual communication."
        },
        {
          "src": "portfolio/mais02.jpg",
          "title_pt": "+SBT Posters",
          "title_en": "+SBT Posters",
         "description_pt": "Posters criados para o Streaming +SBT, destacando desde grandes sucessos de novelas brasileiras e mexicanas até programas apresentados por ícones da emissora e conteúdos de parceiros internacionais. Cada arte foi desenvolvida com foco na criatividade, garantindo leitura clara e comunicação visual eficiente.",
          "description_en": "Posters created for the +SBT Streaming platform, featuring popular Brazilian and Mexican soap operas, shows hosted by the network’s stars, and content from international partners. Each design was crafted with a focus on creativity, ensuring clear readability and effective visual communication."
        },
        {
          "src": "portfolio/mais03.jpg",
          "title_pt": "+SBT Posters",
          "title_en": "+SBT Posters",
          "description_pt": "Posters criados para o Streaming +SBT, destacando desde grandes sucessos de novelas brasileiras e mexicanas até programas apresentados por ícones da emissora e conteúdos de parceiros internacionais. Cada arte foi desenvolvida com foco na criatividade, garantindo leitura clara e comunicação visual eficiente.",
          "description_en": "Posters created for the +SBT Streaming platform, featuring popular Brazilian and Mexican soap operas, shows hosted by the network’s stars, and content from international partners. Each design was crafted with a focus on creativity, ensuring clear readability and effective visual communication."
        }
      ]
    },

    {
      "id": 2,
      "images": [
        {
          "src": "portfolio/01net1.jpg",
          "title_pt": "Net Combo - Landing Page",
          "title_en": "Net Combo - Landing Page",
          "description_pt": "Esta landing page promove o pacote Net Combo, destacando internet, TV por assinatura e telefone fixo. A primeira tela apresenta a oferta de 30 Mega por R$ 59,90 ao mês, com botões Verificar Disponibilidade. Ao clicar, o usuário é levado para uma segunda tela, onde insere seus dados para checar a disponibilidade do serviço. O design é direto, com cores vibrantes e botões estrategicamente posicionados para incentivar a conversão, facilitando o entendimento dos benefícios e a adesão ao serviço.",
          "description_en": "This landing page promotes the Net Combo package, highlighting internet, TV subscription, and landline services. The first screen presents the 30 Mbps offer for R$ 59.90 per month, with \"Check Availability\" buttons. Upon clicking, users are taken to a second screen where they enter their details to verify service availability. The design is straightforward, with vibrant colors and strategically positioned buttons to encourage conversion, making it easy for users to understand the benefits and subscribe to the service."
        },
        {
          "src": "portfolio/01net2.jpg",
          "title_pt": "Net Combo - Landing Page",
          "title_en": "Net Combo - Landing Page",
          "description_pt": "Esta landing page promove o pacote Net Combo, destacando internet, TV por assinatura e telefone fixo. A primeira tela apresenta a oferta de 30 Mega por R$ 59,90 ao mês, com botões Verificar Disponibilidade. Ao clicar, o usuário é levado para uma segunda tela, onde insere seus dados para checar a disponibilidade do serviço. O design é direto, com cores vibrantes e botões estrategicamente posicionados para incentivar a conversão, facilitando o entendimento dos benefícios e a adesão ao serviço.",
          "description_en": "This landing page promotes the Net Combo package, highlighting internet, TV subscription, and landline services. The first screen presents the 30 Mbps offer for R$ 59.90 per month, with \"Check Availability\" buttons. Upon clicking, users are taken to a second screen where they enter their details to verify service availability. The design is straightforward, with vibrant colors and strategically positioned buttons to encourage conversion, making it easy for users to understand the benefits and subscribe to the service."
        }
      ]
    },
    {
      "id": 3,
      "images": [
        {
          "src": "portfolio/claro.jpg",
          "title_pt": "Claro Empresas",
          "title_en": "Claro Empresas",
          "description_pt": "Esta página foi criada para divulgar o plano Claro Combo Max 1 ao público empresarial. O design limpo destaca os benefícios com ícones visuais e uma hierarquia clara de informações. Imagens de smartphones em alta resolução atraem atenção, enquanto o formulário à direita, com botão vermelho chamativo, facilita a conversão. A paleta de cores reflete a identidade da marca, e o layout organizado oferece navegação intuitiva, priorizando clareza e usabilidade para captar leads de forma eficiente.",
          "description_en": "This page was designed to promote the Claro Combo Max 1 plan to business customers. The clean design highlights key benefits with visual icons and a clear information hierarchy. High-resolution smartphone images draw attention, while the form on the right, with a bold red button, streamlines conversions. The color palette reflects the brand identity, and the organized layout ensures intuitive navigation, prioritizing clarity and usability to efficiently capture leads."
        }
      ]
    },
    {
      "id": 4,
      "images": [
        {
          "src": "portfolio/tim.jpg",
          "title_pt": "Tim Empresas",
          "title_en": "Tim Empresas",
          "description_pt": "Esta landing page foi criada para promover os planos corporativos da TIM, destacando o Flat 100 + 300GB. O design equilibra informações e apelo visual, com ícones intuitivos e uma hierarquia bem definida. Imagens de dispositivos e o preço em destaque atraem a atenção, enquanto o formulário à direita, com botão vermelho, prioriza a conversão. A paleta azul e branca reflete a identidade da marca, e o layout organiza detalhes técnicos de forma clara, facilitando a navegação e incentivando a solicitação de orçamento.",
          "description_en": "This landing page was designed to promote TIM's corporate plans, highlighting the Flat 100 + 300GB offer. The design balances information and visual appeal, with intuitive icons and a well-defined hierarchy. Device images and the prominently displayed price grab attention, while the form on the right, featuring a bold red button, prioritizes conversion. The blue and white color palette reflects the brand identity, and the layout organizes technical details clearly, facilitating navigation and encouraging quote requests."
        }
      ]
    },
    {
      "id": 5,
      "images": [
        {
          "src": "portfolio/caoa.jpg",
          "title_pt": "CAOA Consórcios",
          "title_en": "CAOA Consórcios",
          "description_pt": "Landing page foi projetada para promover o consórcio do modelo i30, destacando os créditos acessíveis a partir de R$ 342,56 por mês. O design prioriza a clareza com um visual moderno, apresentando o veículo em destaque e detalhes técnicos organizados. Os botões em verde e azul incentivam a interação, levando a um formulário curto para simulação de crédito. A paleta azul reflete a identidade da marca, enquanto a hierarquia visual facilita a navegação e destaca as especificações e benefícios do consórcio, atraindo potenciais clientes.",
          "description_en": "Landing page was designed to promote the i30 car consortia, highlighting affordable monthly credits starting at R$ 342.56. The design prioritizes clarity with a modern layout, featuring the vehicle prominently and presenting technical details in an organized manner. Green and blue buttons encourage interaction, leading to a short form for credit simulation. The blue color palette reflects the brand identity, while the visual hierarchy facilitates navigation and emphasizes the consortia’s specifications and benefits, effectively attracting potential customers."
        }
      ]
    },
    {
      "id": 6,
      "images": [
        {
          "src": "portfolio/lopes.jpg",
          "title_pt": "Lançamentos Lopes",
          "title_en": "Lopes Real Estate Launches",
          "description_pt": "Esta landing page foi desenvolvida para apresentar novos empreendimentos imobiliários da Lopes em São Paulo, destacando três projetos com informações detalhadas sobre áreas, diferenciais e opções de garagem. Cada empreendimento é acompanhado por imagens de alta qualidade que valorizam os ambientes. Botões chamativos como SOLICITAR CONTATO e CONHEÇA incentivam a interação e direcionam o usuário para mais informações. O layout moderno e a hierarquia visual clara facilitam a navegação e a captação de leads interessados nos imóveis.",
          "description_en": "This landing page was designed to showcase new real estate developments by Lopes in São Paulo, featuring three projects with detailed information on sizes, unique features, and parking options. Each property is accompanied by high-quality images that highlight the spaces. Prominent buttons like REQUEST CONTACT and LEARN MORE encourage interaction and guide users to additional details. The modern layout and clear visual hierarchy make navigation seamless, effectively capturing leads interested in the properties."
        }
      ]
    },
    {
      "id": 7,
      "images": [
        {
          "src": "portfolio/vid-fakeooh.mp4",
          "title_pt": "+SBT Fake Out of Home",
          "title_en": "+SBT Fake Out of Home",
          "description_pt": "Criei uma campanha de lançamento para o +SBT destacando a grandiosidade da plataforma em diversos cenários. Trata-se de um Fake Out of Home (FOOH), onde o logo do +SBT é exibido em um prédio, em um barco e até em um avião, transmitindo a mensagem de que o conteúdo estará presente em todos os lugares. O design realista e as transições suaves criam uma experiência visual marcante, destacando a acessibilidade e a inovação do streaming gratuito para todos.",
          "description_en": "I created a launch campaign for +SBT, highlighting the platform's grandeur in various scenarios. This is a Fake Out of Home (FOOH) concept, where the +SBT logo is displayed on a building, a boat, and even an airplane, conveying the message that the content will be accessible everywhere. The realistic design and smooth transitions create a striking visual experience, emphasizing the accessibility and innovation of free streaming for everyone."
        }
      ]
    },
    {
      "id": 8,
      "images": [
        {
          "src": "portfolio/vid-ven.mp4",
          "title_pt": "Abertura do programa Vida em Números no +SBT",
          "title_en": "Opening of the Vida em Números (Life in Numbers) Program on +SBT",
          "description_pt": "Criei a abertura do programa Vida em Números do +SBT com o objetivo de transmitir dinamismo e significado através dos números, que são o coração do programa. Comecei desenvolvendo uma sequência visual onde números estilizados flutuam pela tela, sugerindo conexões e simbolismos. Trabalhei para que a transição entre eles fosse fluida e envolvente, até que se reorganizam, revelando suavemente o nome 'Vida em Números'. O design foi pensado para destacar os números como protagonistas, criando uma experiência visual impactante e alinhada ao tema do programa.",
          "description_en": "I created the opening for the Vida em Números (Life in Numbers) program on +SBT with the goal of conveying dynamism and meaning through numbers, which are the heart of the show. I started by developing a visual sequence where stylized numbers float across the screen, suggesting connections and symbolism. I worked to ensure that the transitions between them were smooth and engaging until they gradually reorganized to reveal the program's name, 'Vida em Números.' The design was crafted to highlight the numbers as the protagonists, creating an impactful visual experience aligned with the show's theme."
        }
      ]
    },
    {
      "id": 9,
      "images": [
        {
          "src": "portfolio/vid-giro.mp4",
          "title_pt": "Abertura do programa Giro Informação no +SBT",
          "title_en": "Opening of the Giro Informação Program on +SBT",
          "description_pt": "Criei a abertura do programa Giro Informação do +SBT para refletir dinamismo e agilidade. Com gráficos em movimento e transições rápidas, a ideia foi transmitir a fluidez das notícias. A paleta de cores vibrantes e o logotipo centralizado no final, junto com a trilha sonora enérgica, reforçam a identidade jornalística moderna do programa.",
          "description_en": "I created the opening for the Giro Informação (+SBT) program to reflect dynamism and agility. With moving graphics and quick transitions, the goal was to convey the flow of news. The vibrant color palette and the logo centered at the end, combined with the energetic soundtrack, reinforce the program's modern journalistic identity."
        }
      ]
    },
    {
      "id": 10,
      "images": [
        {
          "src": "portfolio/vid-lbar.mp4",
          "title_pt": "LBAR +Informação",
          "title_en": "LBAR +Informação",
          "description_pt": "Criei a LBAR para o programa +Informação do +SBT com o objetivo de apresentar notícias rápidas de forma dinâmica e informativa. A LBAR exibe três notícias diferentes, cada uma durando 10 segundos, com a informação sendo trocada de maneira fluida. A notícia aparece na parte inferior da tela, com um texto claro e legível que destaca pontos importantes, como o clima e eventos locais. Ao mesmo tempo, o card do lado esquerdo, que exibe o nome do programa e o horário de exibição, também muda a cada 10 segundos, criando um ritmo constante e envolvente para o público. A transição entre as notícias e os cards foi pensada para ser suave, mantendo a atenção do espectador sem sobrecarregar visualmente. A paleta de cores e a disposição dos elementos reforçam a identidade do programa, garantindo que as informações sejam transmitidas de forma clara e objetiva.",
          "description_en": "I created the LBAR for the +Informação program on +SBT with the goal of presenting quick news in a dynamic and informative way. The LBAR features three different news items, each lasting 10 seconds, with the information changing smoothly. The news appears at the bottom of the screen, with clear, readable text that highlights important points such as the weather and local events. At the same time, the card on the left side, which displays the program name and the airing time, also changes every 10 seconds, creating a steady and engaging rhythm for the audience. The transition between the news and the cards was designed to be smooth, keeping the viewer's attention without overwhelming the screen. The color palette and layout reinforce the program's identity, ensuring the information is conveyed clearly and concisely."
        }
      ]
    },
    {
      "id": 11,
      "images": [
        {
          "src": "portfolio/vid-porta-da-esperanca.mp4",
          "title_pt": "Porta da Esperança +SBT",
          "title_en": "Porta da Esperança +SBT",
          "description_pt": "Criei esta animação para as redes sociais do +SBT, com o objetivo de incentivar o público a interagir e pedir conteúdos para o streaming do +SBT. A animação começa com as portas se abrindo suavemente, simbolizando a entrada de novos conteúdos. O texto 'Qual conteúdo você quer que saia da Porta da Esperança +SBT?' surge logo após, convidando os seguidores a participar e sugerir o que gostariam de ver. Para tornar a animação mais envolvente, a tela aumenta sutilmente, criando uma sensação de expansão e expectativa. O design foi feito para ser visualmente atraente e interativo, alinhado ao formato das redes sociais, estimulando a curiosidade e o engajamento do público com o streaming do +SBT.",
          "description_en": "I created this animation for +SBT's social media to encourage the audience to interact and request content for the +SBT streaming service. The animation begins with the doors opening smoothly, symbolizing the arrival of new content. The text 'What content would you like to come out of the Porta da Esperança +SBT?' appears right after, inviting followers to participate and suggest what they'd like to see. To make the animation more engaging, the screen subtly expands, creating a sense of growth and anticipation. The design was crafted to be visually appealing and interactive, aligned with the format of social media, stimulating curiosity and audience engagement with the +SBT streaming service."
        }
      ]
    },
    {
      "id": 12,
      "images": [
        {
          "src": "portfolio/vid-sbtvideos.mp4",
          "title_pt": "Comercial para a TV do SBT Vídeos",
          "title_en": "TV Commercial for SBT Vídeos",
          "description_pt": "Criei um vídeo de 10 segundos destacando parte do catálogo do SBT Vídeos. Ao final, utilizando as cores roxo e flamingo, desenvolvi uma animação de lettering com as palavras 'grátis' e 'sem cadastro', dando um toque vibrante e chamativo para reforçar a mensagem.",
          "description_en": "I created a 10-second video showcasing part of the SBT Vídeos catalog. At the end, using the purple and flamingo color palette, I designed a lettering animation with the words 'free' and 'no registration', adding a vibrant and eye-catching touch to reinforce the message."
        }
      ]
    },
    {
      "id": 13,
      "images": [
        {
          "src": "portfolio/Estadio97-25anos.jpg",
          "title_pt": "Estádio 97 - Posters",
          "title_en": "Estádio 97 - Posters",
          "description_pt": "O que começou como uma homenagem de um ouvinte aos 22 anos do Estádio 97 transformou-se em uma tradição. Todos os anos, tenho a honra de criar o poster comemorativo para celebrar os integrantes do programa mais irreverente e divertido do rádio brasileiro. Cada arte busca capturar a essência única do Estádio 97, com um toque de criatividade que reflete o espírito descontraído do programa.",
          "description_en": "What started as a listener's tribute to Estádio 97's 22nd anniversary has turned into a tradition. Every year, I have the honor of creating the commemorative poster to celebrate the members of the most irreverent and entertaining radio show in Brazil. Each artwork aims to capture the unique essence of Estádio 97, with a touch of creativity that reflects the show's lighthearted spirit."
        },
        {
          "src": "portfolio/Estadio97-24anos.jpg",
          "title_pt": "Estádio 97 - Posters",
          "title_en": "Estádio 97 - Posters",
          "description_pt": "O que começou como uma homenagem de um ouvinte aos 22 anos do Estádio 97 transformou-se em uma tradição. Todos os anos, tenho a honra de criar o poster comemorativo para celebrar os integrantes do programa mais irreverente e divertido do rádio brasileiro. Cada arte busca capturar a essência única do Estádio 97, com um toque de criatividade que reflete o espírito descontraído do programa.",
          "description_en": "What started as a listener's tribute to Estádio 97's 22nd anniversary has turned into a tradition. Every year, I have the honor of creating the commemorative poster to celebrate the members of the most irreverent and entertaining radio show in Brazil. Each artwork aims to capture the unique essence of Estádio 97, with a touch of creativity that reflects the show's lighthearted spirit."
        },
        {
          "src": "portfolio/Estadio97-23anos.jpg",
          "title_pt": "Estádio 97 - Posters",
          "title_en": "Estádio 97 - Posters",
          "description_pt": "O que começou como uma homenagem de um ouvinte aos 22 anos do Estádio 97 transformou-se em uma tradição. Todos os anos, tenho a honra de criar o poster comemorativo para celebrar os integrantes do programa mais irreverente e divertido do rádio brasileiro. Cada arte busca capturar a essência única do Estádio 97, com um toque de criatividade que reflete o espírito descontraído do programa.",
          "description_en": "What started as a listener's tribute to Estádio 97's 22nd anniversary has turned into a tradition. Every year, I have the honor of creating the commemorative poster to celebrate the members of the most irreverent and entertaining radio show in Brazil. Each artwork aims to capture the unique essence of Estádio 97, with a touch of creativity that reflects the show's lighthearted spirit."
        },
        {
          "src": "portfolio/Estadio97-22anos.jpg",
          "title_pt": "Estádio 97 - Posters",
          "title_en": "Estádio 97 - Posters",
          "description_pt": "O que começou como uma homenagem de um ouvinte aos 22 anos do Estádio 97 transformou-se em uma tradição. Todos os anos, tenho a honra de criar o poster comemorativo para celebrar os integrantes do programa mais irreverente e divertido do rádio brasileiro. Cada arte busca capturar a essência única do Estádio 97, com um toque de criatividade que reflete o espírito descontraído do programa.",
          "description_en": "What started as a listener's tribute to Estádio 97's 22nd anniversary has turned into a tradition. Every year, I have the honor of creating the commemorative poster to celebrate the members of the most irreverent and entertaining radio show in Brazil. Each artwork aims to capture the unique essence of Estádio 97, with a touch of creativity that reflects the show's lighthearted spirit."
        }        
      ]
    },
    {
      "id": 14,
      "images": [
        {
          "src": "portfolio/capa-ebook-acoes.jpg",
          "title_pt": "Como Começar a Investir",
          "title_en": "How to Start Investing",
          "description_pt": "A capa utiliza uma paleta clean com destaque para o símbolo do dólar transformado em um foguete, representando o início de uma jornada no mundo dos investimentos. Notas de dinheiro flutuando no fundo reforçam o conceito financeiro, enquanto o design minimalista garante leitura clara e foco na mensagem central.",
          "description_en": "The cover uses a clean palette, highlighting the dollar symbol transformed into a rocket, representing the beginning of an investment journey. Floating dollar bills in the background reinforce the financial concept, while the minimalist design ensures clear readability and focus on the central message."
        },
                {
          "src": "portfolio/capa-ebook-dividendos.jpg",
          "title_pt": "Guia Prático de Dividendos",
          "title_en": "Practical Guide to Dividends",
          "description_pt": "A capa apresenta um conceito visual de crescimento e prosperidade, com árvores brotando de potes de moedas, simbolizando a ideia de retorno sobre o investimento. A tipografia em roxo traz sofisticação e conecta com a identidade visual da Levante, enquanto o fundo branco mantém a elegância.",
          "description_en": "The cover showcases a visual concept of growth and prosperity, with trees sprouting from jars filled with coins, symbolizing returns on investments. The purple typography adds sophistication and connects with Levante's visual identity, while the white background maintains elegance."
        },
                {
          "src": "portfolio/capa-ebook-fundos-imobiliarios.jpg",
          "title_pt": "Guia Completo dos Fundos Imobiliários",
          "title_en": "Complete Guide to Real Estate Funds",
          "description_pt": "Com um fundo escuro e ilustrações de prédios iluminados, esta capa remete ao mercado imobiliário e à segurança dos investimentos em fundos. A combinação de azul e preto transmite confiança e seriedade, reforçando o tema profissional e técnico do conteúdo.",
          "description_en": "With a dark background and illustrations of illuminated buildings, this cover reflects the real estate market and the security of investing in funds. The combination of blue and black conveys trust and professionalism, reinforcing the technical theme of the content."
        },
                {
          "src": "portfolio/capa-ebook-opcoes.jpg",
          "title_pt": "Guia Completo de Opções",
          "title_en": "Complete Guide to Options",
          "description_pt": "O gráfico de velas e linhas ascendentes em tons de laranja destacam a natureza dinâmica e analítica do mercado de opções. A paleta quente cria uma sensação de energia e movimento, enquanto a tipografia moderna equilibra o aspecto técnico com a acessibilidade.",
          "description_en": "The candlestick chart and upward-trending lines in shades of orange highlight the dynamic and analytical nature of the options market. The warm color palette creates a sense of energy and movement, while the modern typography balances the technical aspect with accessibility."
        },
                {
          "src": "portfolio/capa-ebook-valuation.jpg",
          "title_pt": "Valuation - Guia Completo",
          "title_en": "Valuation - Complete Guide",
          "description_pt": "A capa utiliza tons de roxo com elementos geométricos ascendentes, representando progresso e evolução. A estética futurista reforça a ideia de análise e projeção de valor, alinhando-se ao tema técnico e estratégico do guia.",
          "description_en": "The cover uses shades of purple with ascending geometric elements, symbolizing progress and growth. The futuristic aesthetic reinforces the idea of analysis and value projection, aligning with the technical and strategic theme of the guide."
        }
      ]
    },
    {
      "id": 15,
      "images": [
        {
          "src": "portfolio/album.jpg",
          "title_pt": "Capa do Álbum de Figurinhas - Copa do Mundo FIFA 2022",
          "title_en": "Sticker Album Cover - FIFA World Cup 2022",
          "description_pt": "A capa foi desenvolvida com foco em transmitir a grandiosidade e a emoção do maior evento do futebol mundial. A composição apresenta os rostos de grandes jogadores do torneio, simbolizando o protagonismo e a rivalidade entre as maiores estrelas do futebol. O troféu da Copa do Mundo, centralizado e iluminado, funciona como um ponto focal, irradiando brilho e energia. A paleta de cores em tons de vermelho e dourado reforça o clima de paixão, intensidade e celebração do evento. A tipografia, com destaque para Álbum de Figurinhas, traz um toque clássico e complementa a estética visual com elegância.",
          "description_en": "The cover was designed to convey the grandeur and excitement of the world's biggest football event. The composition features the faces of top players from the tournament, symbolizing the rivalry and prominence of football's greatest stars. The FIFA World Cup trophy, centrally placed and illuminated, serves as the focal point, radiating brilliance and energy. The color palette of red and gold reinforces the passion, intensity, and celebration of the event. The typography, with emphasis on “Sticker Album,” adds a classic touch and elegantly complements the visual aesthetic."
        }
      ]
    },
    {
      "id": 16,
      "images": [
        {
          "src": "portfolio/kieran.jpg",
          "title_pt": "Capa do Álbum - Save the World",
          "title_en": "Album Cover - Save the World",
          "description_pt": "Esta capa de álbum, criada para Kieran Roberts & John Mackey & The Sonic Oxygen Collective, combina surrealismo e simbolismo para transmitir uma poderosa mensagem ambiental. A imagem retrata uma jovem pescando em um oceano etéreo, com a Terra parcialmente submersa, servindo como uma metáfora visual e um chamado à ação. A composição dividida destaca o contraste entre o céu sereno e dourado e o mundo subaquático profundo e misterioso, evocando uma sensação de harmonia e urgência. A tipografia no topo, moderna e ousada, reforça o título 'Save the World', enquanto os nomes dos artistas aparecem delicadamente em dourado, complementando a estética artística e reflexiva.",
          "description_en": "This album cover, created for Kieran Roberts & John Mackey & The Sonic Oxygen Collective, combines surrealism and symbolism to convey a powerful environmental message. The image depicts a young girl fishing in an ethereal ocean, with Earth partially submerged, serving as both a visual metaphor and a call to action. The split composition highlights the contrast between the serene, golden sky and the deep, mysterious underwater world, evoking a sense of harmony and urgency. The typography at the top, modern and bold, reinforces the title 'Save the World', while the artists' names delicately appear in gold, complementing the artistic and reflective aesthetic."
        }
      ]
    },
    {
      "id": 17,
      "images": [
        {
          "src": "portfolio/placa-extra.jpg",
          "title_pt": "Placa Institucional - Extra Solução",
          "title_en": "Institutional Sign - Extra Solução",
          "description_pt": "Esta placa comunica os principais serviços do Extra Solução de forma clara e atrativa. Com uma paleta vibrante em vermelho e amarelo, reforça a identidade da marca e organiza informações em quatro seções: Segurança Digital, destacando antivírus e backup online para proteger arquivos pessoais; Suporte Técnico, com atendimento ágil via telefone e chat online; Instalação, oferecendo comodidade na instalação de linha branca e home theater; e Soluções PME, com suporte presencial e portal voltado para pequenas e médias empresas.",
          "description_en": "This sign communicates the main services of Extra Solução clearly and attractively. With a vibrant red and yellow color palette, it reinforces the brand’s identity and organizes information into four sections: Digital Security, featuring antivirus and online backup to protect personal files; Technical Support, offering quick assistance via phone and online chat; Installation, providing convenience for home appliances and home theater setup; and SME Solutions, with in-person support and a portal tailored for small and medium-sized businesses."
        }
      ]
    },
    {
      "id": 18,
      "images": [
        {
          "src": "portfolio/motorista-cidadao.jpg",
          "title_pt": "Jogo de Tabuleiro - Motorista Cidadão",
          "title_en": "Board Game - Motorista Cidadão",
          "description_pt": "Esta arte representa um jogo de tabuleiro educativo que simula um circuito urbano, ensinando boas práticas de trânsito. O caminho é dividido em casas numeradas, com elementos realistas como semáforos, placas de “PARE,” faixas de pedestres e ciclovias. Cenários como prédios, escolas, CFC e áreas de 'Troca de Pneu' tornam a experiência imersiva. Carros, ônibus e pedestres interagem no percurso, promovendo decisões corretas no trânsito. Com cores vibrantes e detalhes ricos, o jogo conscientiza de forma lúdica e dinâmica.",
          "description_en": "This artwork represents an educational board game simulating an urban circuit to teach good traffic practices. The path is divided into numbered spaces, featuring realistic elements like traffic lights, 'STOP' signs, crosswalks, and bike lanes. Scenarios such as buildings, schools, driving centers (CFC), and 'Tire Change' areas create an immersive experience. Cars, buses, and pedestrians interact along the route, encouraging correct decisions in traffic. With vibrant colors and rich details, the game promotes awareness in a fun and dynamic way."
        }
      ]
    },
    {
      "id": 19,
      "images": [
        {
          "src": "portfolio/ven-logo.jpg",
          "title_pt": "Logo - Vida em Números",
          "title_en": "Logo - Vida em Números (Life in Numbers)",
          "description_pt": "O logo criado para o programa “Vida em Números” apresenta elegância e modernidade, equilibrando sofisticação e clareza. A tipografia serifada em “Vida” transmite importância, enquanto a faixa destacada em “em números” traz dinamismo e harmonia visual. A paleta de amarelo dourado simboliza energia e otimismo, contrastando com o fundo roxo profundo, que reforça o mistério e a espiritualidade do tema numerológico. O nome “Aparecida Liberato” em destaque traz autoridade, resultando em um logo atraente e funcional.",
          "description_en": "The logo for “Vida em Números” (Life in Numbers) exudes elegance and modernity, balancing sophistication and clarity. The serif typography in “Vida” (Life) conveys importance and timelessness, while the bold band highlighting “em números” (in Numbers) adds dynamism and visual harmony. The golden yellow palette symbolizes energy and optimism, contrasting with the deep purple background, which reinforces the mystery and spirituality of the numerology theme. The name “Aparecida Liberato” adds authority, resulting in a memorable and functional logo."
        },
        {
          "src": "portfolio/ven-aplicacoes.jpg",
          "title_pt": "Variações do Logo - Vida em Números",
          "title_en": "Logo Variations - Vida em Números (Life in Numbers)",
          "description_pt": "As variações do logo “Vida em Números” foram projetadas para garantir versatilidade e consistência. A versão com fundo roxo e texto dourado traz sofisticação e misticismo, enquanto a variação com fundo amarelo e texto roxo oferece leveza e contraste. O logo em branco sobre fundo preto destaca a elegância em aplicações monocromáticas, e a versão preta sobre fundo branco é funcional e minimalista. Essas adaptações mantêm a identidade visual, permitindo aplicação eficiente em diversos contextos.",
          "description_en": "The “Vida em Números” logo variations were designed to ensure versatility and consistency. The version with a purple background and golden text conveys sophistication and mysticism, while the yellow background with purple text offers lightness and contrast. The white logo on a black background highlights elegance for monochromatic applications, and the black logo on a white background is functional and minimalist. These adaptations maintain visual identity, ensuring effective use across various contexts."
        },
        {
          "src": "portfolio/ven-programa.jpg",
          "title_pt": "Aplicação do Logo no Cenário - Vida em Números",
          "title_en": "Logo Application on the Set - Vida em Números",
          "description_pt": "A aplicação do logo 'Vida em Números' no cenário do programa demonstra a harmonia entre o conceito visual e a temática numerológica. O logo centralizado em uma rosa dos ventos estilizada cria um efeito impactante e simbólico, remetendo ao misticismo e à precisão dos números. O uso das cores roxo e dourado reforça a elegância e a espiritualidade, enquanto os algarismos romanos ao redor complementam o design com um toque clássico. A apresentadora Aparecida Liberato, vestida em tons de roxo que dialogam com a identidade visual, e a presença da atriz Rosi Campos à esquerda, criam uma composição equilibrada e acolhedora. Detalhes como as canecas personalizadas e os elementos no fundo, com números sutis, reforçam a unidade visual e temática do programa. O cenário traduz com sucesso a proposta do 'Vida em Números', combinando sofisticação, simbolismo e clareza.",
          "description_en": "The application of the 'Vida em Números' logo on the program set showcases harmony between the visual concept and the numerological theme. The logo, centered within a stylized compass rose, creates an impactful and symbolic effect, evoking mysticism and the precision of numbers. The use of purple and gold reinforces elegance and spirituality, while the surrounding Roman numerals add a classic touch to the design. The host, Aparecida Liberato, dressed in purple tones that align with the visual identity, and the presence of actress Rosi Campos on the left create a balanced and welcoming composition. Details such as the personalized mugs and background elements with subtle numbers enhance the program’s unified visual and thematic appeal. The set successfully translates the essence of 'Vida em Números', combining sophistication, symbolism, and clarity."
        },
        {
          "src": "portfolio/ven-flylogo.mp4",
          "title_pt": "Fly Logo - Vida em Números",
          "title_en": "Fly Logo - Vida em Números",
          "description_pt": "O flylogo do programa 'Vida em Números' apresenta uma animação envolvente e temática, alinhada ao conceito numerológico do programa. A transição inicia com números em constante mudança, que gradualmente se transformam na palavra 'Vida', simbolizando a conexão entre os números e a essência humana. Esse detalhe criativo destaca o foco do programa, enquanto reforça a mensagem central de maneira visualmente impactante. As cores predominantes em roxo e dourado mantêm a sofisticação e espiritualidade, enquanto o brilho sutil e os números no fundo adicionam profundidade e dinamismo. A animação culmina com o logo centralizado, garantindo destaque e legibilidade. O resultado é uma identidade animada moderna, funcional e fiel ao conceito do 'Vida em Números'.",
          "description_en": "The flylogo for the 'Vida em Números' program features an engaging and thematic animation aligned with the show’s numerological concept. The transition begins with numbers constantly changing, gradually transforming into the word 'Vida' (Life), symbolizing the connection between numbers and human essence. This creative detail highlights the program's focus while delivering the central message in a visually impactful way. The predominant purple and gold colors maintain sophistication and spirituality, while subtle glows and background numbers add depth and dynamism. The animation concludes with the logo centered, ensuring prominence and clarity. The result is a modern, functional animated identity that stays true to the 'Vida em Números' concept."
        }
      ]
    },
    {
      "id": 20,
      "images": [
        {
          "src": "portfolio/plasticos-pirituba01.jpg",
          "title_pt": "Logo - Plásticos Pirituba",
          "title_en": "Logo - Plásticos Pirituba",
          "description_pt": "O logo da Plásticos Pirituba apresenta um design moderno e minimalista, transmitindo inovação e profissionalismo. A tipografia arredondada e amigável reflete acessibilidade e leveza, alinhando-se ao setor industrial de forma contemporânea. O destaque fica para as letras 'P', que possuem formas personalizadas, com recortes internos representando uma sutil referência visual a um frasco plástico, elemento diretamente ligado ao segmento da empresa. A escolha da cor branca sobre o fundo em tons de azul gradiente cria um contraste equilibrado, simbolizando confiança, tecnologia e um toque de frescor. O azul remete ao profissionalismo e solidez da marca, enquanto o gradiente traz dinamismo e modernidade ao conjunto. O resultado é um logo limpo, funcional e memorável, que reforça a identidade visual da Plásticos Pirituba de maneira clara e impactante.",
          "description_en": "The Plásticos Pirituba logo features a modern and minimalist design, conveying innovation and professionalism. The rounded, friendly typography reflects accessibility and lightness, aligning with the industrial sector in a contemporary way. The standout feature is the customized 'P' letters, with internal cutouts subtly referencing a plastic bottle, directly connecting to the company's industry. The choice of white text against a blue gradient background creates a balanced contrast, symbolizing trust, technology, and a touch of freshness. Blue conveys professionalism and reliability, while the gradient adds dynamism and modernity to the composition. The result is a clean, functional, and memorable logo that clearly and impactfully reinforces Plásticos Pirituba’s visual identity."
        },
        {
          "src": "portfolio/plasticos-pirituba02.jpg",
          "title_pt": "Variações do Logo - Plásticos Pirituba",
          "title_en": "Logo Variations - Plásticos Pirituba",
          "description_pt": "As variações do logo Plásticos Pirituba garantem flexibilidade em diferentes contextos. A versão principal usa azul padrão, transmitindo confiança e profissionalismo. A versão azul claro traz leveza e acessibilidade, ideal para materiais informais. A versão azul escuro oferece sofisticação e contraste, adequada para fundos claros e aplicações corporativas. A versão branca, sobre fundo gradiente azul, garante destaque em materiais escuros ou promocionais. Todas as variações mantêm a identidade coesa e funcional da marca.",
          "description_en": "The Plásticos Pirituba logo variations ensure flexibility across different contexts. The primary version uses a standard blue, conveying trust and professionalism. The light blue version adds lightness and accessibility, ideal for informal materials. The dark blue version offers sophistication and contrast, suitable for corporate use and light backgrounds. The white version, set against a blue gradient background, ensures visibility for dark or promotional applications. All variations maintain the brand's cohesive and functional identity."
        },
        {
          "src": "portfolio/plasticos-pirituba03.jpg",
          "title_pt": "Símbolo - Plásticos Pirituba",
          "title_en": "Symbol - Plásticos Pirituba",
          "description_pt": "O símbolo do Plásticos Pirituba é uma representação minimalista e funcional, com a letra 'P' estilizada e um recorte interno que forma um frasco plástico, conectando diretamente ao setor da empresa. O azul claro transmite leveza e modernidade, enquanto o azul escuro adiciona sofisticação e solidez. A versão em degradê combina ambos os tons em uma transição suave, trazendo dinamismo e contemporaneidade. O resultado é um símbolo versátil, moderno e adaptável, que reforça a identidade da marca com clareza e impacto.",
          "description_en": "The Plásticos Pirituba symbol is a minimalist and functional representation, featuring a stylized letter 'P' with an internal cutout forming a plastic bottle, directly connecting to the company’s industry. The light blue conveys lightness and modernity, while the dark blue adds sophistication and solidity. The gradient version combines both tones in a smooth transition, bringing dynamism and a contemporary feel. The result is a versatile, modern, and adaptable symbol that reinforces the brand’s identity with clarity and impact."
        }                
      ]
    },
    {
      "id": 21,
      "images": [
        {
          "src": "portfolio/primarq01.jpg",
          "title_pt": "Logo - Primarq Arquitetos Associados",
          "title_en": "Logo - Primarq Arquitetos Associados",
          "description_pt": "O logo da Primarq Arquitetos Associados é uma expressão de sofisticação e conceito minimalista. A tipografia fina e moderna traz equilíbrio e elegância, com destaque para a letra 'Q', que simboliza o Sol e uma Onda, elementos essenciais que conectam o foco da empresa ao litoral. O sol representa luz e calor, enquanto a onda sugere movimento, fluidez e a relação com o mar. A paleta de cores em roxo profundo e dourado transmite um senso de prestígio, modernidade e exclusividade, destacando o trabalho refinado da empresa. A linha horizontal, abaixo do nome, organiza e reforça a seriedade e profissionalismo da marca. O resultado é um logo visualmente limpo, funcional e conceitual, alinhado à identidade de uma empresa focada em projetos arquitetônicos litorâneos de alto padrão.",
          "description_en": "The Primarq Arquitetos Associados logo embodies sophistication with a minimalist and conceptual design. The sleek, modern typography conveys balance and elegance, with a focus on the letter 'Q', which symbolizes a Sun and a Wave – elements that connect the company's focus to the coastline. The sun represents warmth and light, while the wave suggests movement, fluidity, and the connection to the sea. The color palette of deep purple and gold conveys prestige, modernity, and exclusivity, reflecting the company’s refined work. The horizontal line below the name reinforces organization, professionalism, and structure. The result is a clean, functional, and conceptual logo aligned with the identity of a high-standard architectural firm specializing in coastal projects."
        },
        {
          "src": "portfolio/primarq02.jpg",
          "title_pt": "Variações do Logo - Primarq Arquitetos Associados",
          "title_en": "Logo Variations - Primarq Arquitetos Associados",
          "description_pt": "As variações do logo Primarq garantem adaptabilidade em diferentes fundos e contextos. A versão principal em roxo e dourado transmite sofisticação e conexão com o litoral, destacando o detalhe do 'Q' como sol e onda. A versão em fundo bege traz leveza e suavidade, mantendo a elegância da marca. A aplicação em preto e branco oferece contraste e versatilidade, ideal para fundos escuros ou claros, garantindo excelente legibilidade e impacto visual. Cada variação mantém a identidade visual coesa e funcional, adaptando-se a diferentes mídias e materiais.",
          "description_en": "The Primarq logo variations ensure adaptability across different backgrounds and contexts. The primary version in purple and gold conveys sophistication and a connection to the coastline, emphasizing the 'Q' detail as a sun and wave. The beige background version brings lightness and softness while maintaining the brand’s elegance. The black and white versions provide contrast and versatility, ideal for dark or light backgrounds, ensuring excellent readability and visual impact. Each variation preserves the cohesive and functional visual identity, adapting seamlessly to various media and materials."
        },
        {
          "src": "portfolio/primarq03.jpg",
          "title_pt": "Cartão de Visitas - Primarq Arquitetos Associados",
          "title_en": "Business Card - Primarq Arquitetos Associados",
          "description_pt": "O cartão de visitas apresenta um design elegante e minimalista, refletindo a identidade premium da marca Primarq. Na frente, o fundo roxo profundo destaca o logo em dourado, trazendo sofisticação e modernidade. No verso, o fundo bege claro oferece leveza e contraste, com informações de contato dispostas de forma organizada e legível. A tipografia fina e contemporânea reforça a profissionalidade, enquanto o logo permanece em destaque, garantindo identidade visual coesa e memorável.",
          "description_en": "The business card features an elegant and minimalist design, reflecting the premium identity of Primarq. On the front, the deep purple background highlights the logo in gold, conveying sophistication and modernity. On the back, the light beige background adds contrast and lightness, with contact information neatly and legibly arranged. The sleek, contemporary typography reinforces professionalism, while the logo remains prominent, ensuring a cohesive and memorable visual identity."
        },       
        {
          "src": "portfolio/primarq04.jpg",
          "title_pt": "Fachada Primarq Arquitetos Associados",
          "title_en": "The Primarq Arquitetos Associados storefront",
          "description_pt": "A fachada da Primarq Arquitetos Associados apresenta uma aplicação elegante e sofisticada do logo. A base em tom roxo profundo serve como fundo, destacando as letras tridimensionais em dourado metálico, que adicionam luxo e modernidade. A palavra 'Primarq' ganha destaque central, com a linha horizontal e o subtítulo 'Arquitetos Associados' posicionados abaixo, trazendo equilíbrio visual. A letra Q, com a representação do sol e onda, reforça o foco no litoral. A combinação das cores e materiais transmite profissionalismo, exclusividade e requinte.",
          "description_en": "The Primarq Arquitetos Associados storefront features an elegant and sophisticated application of the logo. The deep purple background serves as a base, highlighting the metallic gold three-dimensional letters that add a sense of luxury and modernity. The word 'Primarq' takes center stage, with the horizontal line and the subtitle 'Arquitetos Associados' positioned below, providing visual balance. The Q, representing the sun and wave, reinforces the company's coastal focus. The combination of colors and materials conveys professionalism, exclusivity, and refinement."
        }                
      ]
    },
    {
      "id": 22,
      "images": [
        {
          "src": "portfolio/soft-alpha01.jpg",
          "title_pt": "Soft Alpha - Logo",
          "title_en": "Soft Alpha - Logo",
          "description_pt": "O logotipo da Soft Alpha combina modernidade e força, características fundamentais para uma empresa de tecnologia da informação. O destaque está na letra S, que apresenta a silhueta estilizada de um lobo, simbolizando liderança, agilidade e confiança – valores associados ao termo 'Alpha'. A tipografia é limpa e bold, transmitindo solidez e profissionalismo, enquanto o fundo azul remete à confiança e inovação no setor tecnológico. A simplicidade sofisticada do design torna o logo memorável e impactante.",
          "description_en": "The Soft Alpha logo blends modernity and strength, essential qualities for an information technology company. The standout feature is the letter S, which incorporates a stylized silhouette of a wolf, symbolizing leadership, agility, and trust – values tied to the term 'Alpha'. The typography is clean and bold, conveying solidity and professionalism, while the blue background evokes trust and innovation in the tech industry. The design's sophisticated simplicity makes the logo memorable and impactful."
        },
        {
          "src": "portfolio/soft-alpha02.jpg",
          "title_pt": "Soft Alpha - Logo",
          "title_en": "Soft Alpha - Logo",
          "description_pt": "O logo da Soft Alpha apresenta variações versáteis para se adaptar a diferentes contextos. A versão primária, com fundo azul sólido, reforça a confiança, enquanto o logo branco oferece excelente contraste e visibilidade. A versão secundária, com fundo branco e logo azul, mantém a mesma tipografia limpa e forte, sendo ideal para aplicações em fundos mais claros. A silhueta do lobo na letra 'S' permanece o ponto focal, garantindo consistência e força da marca em qualquer aplicação. Essa adaptabilidade torna o logo eficaz em plataformas digitais e impressas.",
          "description_en": "The Soft Alpha logo features versatile variations to adapt to different contexts. The primary version on a solid blue background reinforces trust, with the white logo providing excellent contrast and visibility. The secondary version uses a white background with the blue logo, maintaining the same clean, bold typography while offering flexibility for lighter applications. The wolf silhouette within the 'S' remains the focal point, ensuring brand consistency and strength in all environments. This adaptability makes the logo effective across digital and print platforms."
        },   
        {
          "src": "portfolio/soft-alpha03.jpg",
          "title_pt": "Soft Alpha - Cartão de Visitas",
          "title_en": "Soft Alpha - Business Card",
          "description_pt": "O cartão de visitas da Soft Alpha apresenta um design minimalista e profissional. O logo é destacado no centro, com a tipografia forte e a silhueta do lobo na letra 'S', transmitindo autoridade e confiança. A escolha do fundo branco oferece clareza e elegância, enquanto o texto azul reforça a identidade da marca. O endereço no rodapé mantém o layout limpo e funcional, ideal para comunicação corporativa e estabelecendo uma imagem moderna e confiável.",
          "description_en": "The Soft Alpha business card features a minimalist and professional design. The logo is prominently centered, with the bold typography and the wolf silhouette in the 'S' conveying authority and trust. The white background offers clarity and elegance, while the blue text reinforces the brand's identity. The address at the bottom maintains a clean and functional layout, ideal for corporate communication and establishing a modern, reliable image."
        }             
      ]
    },
    {
      "id": 23,
      "images": [
        {
          "src": "portfolio/academiatransito1.jpg",
          "title_pt": "Academia de Trânsito - Logo",
          "title_en": "Academia de Trânsito - Logo",
          "description_pt": "O logo da Academia de Trânsito reflete de forma clara e amigável o propósito do projeto: capacitar motoristas por meio de cursos. A palavra 'Trânsito' é destacada com uma tipografia moderna e arredondada, simbolizando acessibilidade e dinamismo. O desenho de um carro integrado à palavra reforça visualmente o foco no universo automobilístico, enquanto o degradê de azul para rosa transmite modernidade e confiança. O design clean e equilibrado facilita a identificação da marca e a torna adequada para materiais institucionais e digitais.",
          "description_en": "The Academia de Trânsito logo clearly and effectively reflects the project’s purpose: training drivers through courses. The word 'Trânsito' is highlighted with a modern, rounded typography, symbolizing accessibility and dynamism. The car illustration seamlessly integrated into the word visually reinforces the automotive focus, while the gradient from blue to pink conveys modernity and trust. The clean and balanced design ensures easy identification of the brand, making it suitable for institutional and digital materials."
        }
      ]
    },
    {
      "id": 24,
      "images": [
        {
          "src": "portfolio/impacteme1.jpg",
          "title_pt": "Impacte.Me - Logo",
          "title_en": "Impacte.Me - Logo",
          "description_pt": "O logo da Impacte.Me expressa de forma harmoniosa a fusão entre razão e emoção, representando a conexão entre o cérebro e o coração. O símbolo central, com linhas fluidas em tons de azul e verde, une o formato do cérebro com um coração no centro, destacando o foco da empresa em saúde mental e bem-estar. A tipografia combina a firmeza do nome 'Impacte' em letras maiúsculas e o toque suave e pessoal de '.Me' manuscrito. O fundo escuro realça as cores vibrantes, transmitindo modernidade, confiança e propósito.",
          "description_en": "The Impacte.Me logo elegantly blends reason and emotion, symbolizing the connection between the brain and the heart. The central icon, with smooth lines in shades of blue and green, merges the shape of a brain with a heart at its core, emphasizing the company’s focus on mental health and employee well-being. The typography combines the bold strength of 'Impacte' in uppercase letters with the soft, personal touch of '.Me' in script. The dark background enhances the vibrant colors, conveying modernity, trust, and purpose."
        },
        {
          "src": "portfolio/impacteme2.jpg",
          "title_pt": "Variações do Logo Impacte.Me",
          "title_en": "Impacte.Me Logo Variations",
          "description_pt": "As variações do logo Impacte.Me garantem versatilidade. A versão com fundo branco usa tons de azul, transmitindo clareza. No fundo escuro, o logo ganha destaque com contraste. A versão verde sobre fundo escuro traz modernidade, enquanto a última, em azul vibrante no fundo branco, oferece dinamismo. Essas adaptações permitem uso em fundos claros e escuros, mantendo a identidade visual.",
          "description_en": "The Impacte.Me logo variations ensure versatility and adaptability. The version on a white background uses shades of blue to convey clarity and professionalism. On a dark background, the logo contrasts elegantly. The green variation on a dark background adds a modern and innovative touch, while the vibrant blue version on a white background offers dynamism. These options allow for application in different contexts while maintaining a consistent visual identity."
        },
        {
          "src": "portfolio/impacteme3.jpg",
          "title_pt": "Cartão de Visitas Impacte.Me",
          "title_en": "Impacte.Me Business Card",
          "description_pt": "O cartão de visitas da Impacte.Me apresenta um design profissional e moderno. Na frente, o logo principal em destaque combina o cérebro e o coração em tons de azul, transmitindo conexão emocional e equilíbrio. No verso, as informações essenciais, como nome, cargo, e contato, são organizadas de forma limpa e objetiva, com uma linha sutil em azul para separar seções. O fundo escuro reforça a seriedade e sofisticação, enquanto o contraste do texto branco mantém a leitura clara e impactante.",
          "description_en": "The Impacte.Me business card features a professional and modern design. On the front, the main logo stands out, blending a brain and heart in shades of blue, symbolizing emotional connection and balance. On the back, essential information such as name, position, and contact details are cleanly and clearly organized, with a subtle blue line separating sections. The dark background enhances sophistication and seriousness, while the white text creates strong contrast for clear and impactful readability."
        }                
      ]
    },
    {
      "id": 25,
      "images": [
        {
          "src": "portfolio/sbtvideosemkt1.jpg",
          "title_pt": "E-mail Marketing do SBT Vídeos – Divulgação da Novela 'Rebelde'",
          "title_en": "SBT Vídeos Email Marketing – Promotion for the 'Rebelde' Series",
          "description_pt": "O e-mail marketing anuncia a chegada da segunda temporada da novela Rebelde no SBT Vídeos. A peça visual é vibrante e dinâmica, com fundo roxo que contrasta com a clássica imagem do elenco principal, todos usando os icônicos uniformes vermelhos. Destaques gráficos incluem corações, notas musicais e guitarras, evocando a temática jovem e musical. O botão de chamada “clique aqui e assista grátis” em vermelho incentiva a ação. O texto reforça a gratuidade, convidando o público a acessar o conteúdo com login via Google, Apple ou Facebook.",
          "description_en": "The email marketing announces the arrival of the second season of Rebelde on SBT Vídeos. The design is vibrant and dynamic, featuring a purple background that contrasts with the iconic image of the main cast dressed in their signature red uniforms. Graphic elements such as hearts, musical notes, and guitars highlight the youthful and musical theme. The red call-to-action button “click here and watch for free” encourages user engagement. The text emphasizes free access, inviting the audience to log in via Google, Apple, or Facebook."
        },
        {
          "src": "portfolio/sbtvideosemkt2.jpg",
          "title_pt": "E-Mail Marketing - A casa dos SBTistas",
          "title_en": "E-Mail Marketing - A casa dos SBTistas",
          "description_pt": "Este email marketing do SBT Vídeos convida os fãs, conhecidos como SBtistas, a reviverem grandes clássicos da emissora. Com um design vibrante e nostálgico, o conteúdo apresenta programas icônicos como Qual é a Música?, Quem Não Viu Vai Ver, Topa Tudo Por Dinheiro e Memória SBT. As imagens destacam figuras marcantes, como Silvio Santos e outros personagens queridos, reforçando a conexão emocional com o público. O CTA final chama os usuários a clicarem para conferir os conteúdos gratuitamente.",
          "description_en": "This SBT Vídeos email marketing campaign invites fans, known as SBTistas, to relive some of the network's most iconic shows. With a vibrant and nostalgic design, the content showcases classic programs such as Qual é a Música?, Quem Não Viu Vai Ver, Topa Tudo Por Dinheiro, and Memória SBT. The visuals highlight beloved figures like Silvio Santos and other memorable characters, strengthening the emotional connection with viewers. The final CTA encourages users to click and explore the content for free."
        },
        {
          "src": "portfolio/sbtvideosemkt3.jpg",
          "title_pt": "Programa Silvio Santos – E-mail Marketing",
          "title_en": "Programa Silvio Santos – E-mail Marketing",
          "description_pt": "Este e-mail marketing do SBT Vídeos apresenta o icônico Programa Silvio Santos, destacando o retorno do maior apresentador da televisão brasileira. Com um visual moderno e tons de azul, a peça convida os fãs a assistir gratuitamente ao programa e seus quadros clássicos, como Jogo dos Pontinhos, Baú de Memórias e Jogo das 3 Pistas. O CTA em destaque incentiva o clique com a frase “clique aqui e assista grátis”, reforçando a gratuidade e o fácil acesso ao conteúdo nostálgico.",
          "description_en": "This SBT Vídeos email marketing highlights the return of the iconic Programa Silvio Santos (Silvio Santos Show), featuring Brazil's greatest TV host. With a modern design in shades of blue, it invites fans to watch the show and its classic segments for free. Featured segments include Jogo dos Pontinhos, Baú de Memórias, and Jogo das 3 Pistas. The main CTA emphasizes engagement with the phrase “click here and watch for free”, offering nostalgia and accessibility to the audience."
        },
        {
          "src": "portfolio/sbtvideosemkt4.jpg",
          "title_pt": "E-mail Marketing – Sexta-feira 13 no SBT Vídeos",
          "title_en": "Email Marketing – Friday the 13th on SBT Vídeos",
          "description_pt": "Este e-mail marketing do SBT Vídeos promove filmes de terror gratuitos para a sexta-feira 13. Com um layout sombrio e impactante, o título “Sexta 13” aparece em letras vermelhas estilizadas, destacando a temática assustadora. São apresentados quatro filmes icônicos: Colheita Maldita, onde um casal enfrenta um menino que controla crianças em uma cidade rural; Ouija: Exorcismo, que narra a libertação de um demônio após o uso de um tabuleiro ouija; Hellraiser III: Inferno na Terra, com o retorno de Pinhead e seus planos malignos; e Krampus: O Acordo, no qual o demônio natalino aterroriza uma pequena cidade. Cada filme possui descrição e um botão CTA “assista grátis”, convidando os usuários a curtirem a maratona de terror.",
          "description_en": "his SBT Vídeos email marketing promotes free horror movies for Friday the 13th. With a dark and impactful layout, the title “Sexta 13” appears in bold red stylized letters, emphasizing the spooky theme. Four iconic films are showcased: Children of the Corn, where a couple faces a boy who controls children in a rural town; Ouija: Exorcism, which tells the story of a demon unleashed after using a Ouija board; Hellraiser III: Hell on Earth, featuring Pinhead’s return and his sinister plans; and Krampus: The Reckoning, where the Christmas demon terrorizes a small town. Each film includes a brief description and a “watch for free” CTA button, inviting users to enjoy a chilling movie marathon."
        }                        
      ]
    },
    {
      "id": 26,
      "images": [
        {
          "src": "portfolio/heringemkt1.jpg",
          "title_pt": "E-mail Marketing - Coleção de Férias Hering Kids",
          "title_en": "E-mail Marketing - Hering Kids Vacation Collection",
          "description_pt": "Este email apresenta a Coleção de Férias Hering Kids com um visual divertido e inspirado no verão. Destaca peças infantis como maiôs, vestidos e camisetas, com chamadas para compra. Benefícios como frete grátis acima de R$ 49,90 e parcelamento em até 5x no cartão são reforçados. O rodapé inclui formas de pagamento e links para redes sociais.",
          "description_en": "This email showcases the Hering Kids Vacation Collection with a fun, summer-inspired design. It highlights children's items like swimsuits, dresses, and t-shirts, with clear calls to purchase. Benefits such as free shipping on orders over R$ 49.90 and installment options up to 5x on the card are emphasized. The footer includes payment options and links to social media."
        },
        {
          "src": "portfolio/heringemkt2.jpg",
          "title_pt": "E-mail Marketing - Hering Feliz 2015",
          "title_en": "E-mail Marketing - Hering Happy 2015",
          "description_pt": "Este e-mail celebra a chegada de 2015 com uma mensagem inspiradora de alegria, conquistas e sonhos para os clientes Hering. A imagem principal mostra um casal vestindo looks elegantes em tons claros, simbolizando leveza e celebração. O botão 'Celebre' reforça a positividade do tema. Abaixo, são destacados os benefícios como frete grátis em compras acima de R$ 49,90 e parcelamento em até 5x sem juros. O rodapé apresenta formas de pagamento, certificações e links para redes sociais da marca.",
          "description_en": "This email celebrates the arrival of 2015 with an inspiring message of joy, achievements, and dreams for Hering's customers. The main image features a couple dressed in elegant light-colored outfits, symbolizing lightness and celebration. The 'Celebrate' button reinforces the positive theme. Below, key benefits are highlighted, such as free shipping on purchases over R$ 49.90 and installment payments in up to 5 interest-free payments. The footer displays payment methods, certifications, and links to the brand's social media channels."
        },
        {
          "src": "portfolio/heringemkt3.jpg",
          "title_pt": "E-mail Marketing - Hering for You - Dia Internacional da Mulher",
          "title_en": "E-mail Marketing - Hering for You - International Women's Day",
          "description_pt": "Este e-mail homenageia o Dia Internacional da Mulher com uma mensagem motivacional, destacando a liberdade e transformação que toda mulher merece. A campanha da Hering for You convida as clientes a conhecer a coleção completa. O visual apresenta uma mulher descontraída e estilosa, reforçando a conexão emocional com a marca. Benefícios como frete grátis somente hoje e parcelamento em até 5x sem juros são destacados. O rodapé inclui categorias como activewear, beachwear e loungewear, além de formas de pagamento, certificados e links para redes sociais.",
          "description_en": "This email celebrates International Women's Day with an empowering message, highlighting the freedom and transformation every woman deserves. The Hering for You campaign invites customers to discover the full collection. The visual features a relaxed and stylish woman, reinforcing the brand's emotional connection. Benefits like free shipping for today only and installments up to 5x without interest are highlighted. The footer includes categories such as activewear, beachwear, and loungewear, along with payment options, certifications, and social media links."
        }                
      ]
    },
    {
      "id": 27,
      "images": [
        {
          "src": "portfolio/recoveryemkt1.jpg",
          "title_pt": "E-mail Marketing Feirão Quebra Regras - Grupo Recovery",
          "title_en": "E-mail Marketing Break the Rules Fair - Grupo Recovery",
          "description_pt": "Este email apresenta a campanha 'Feirão Quebra Regras' do Grupo Recovery, oferecendo condições especiais para renegociação de dívidas. O destaque inclui descontos de até 80%, parcelamento em até 24x, e nome limpo logo após o pagamento da primeira parcela. A chamada é urgente, válida apenas até 01/09, incentivando ação imediata com o botão 'Negocie Aqui'. O rodapé reforça a facilidade da negociação online, segura e disponível 24 horas, com informações de contato, App Recovery e links para download em App Store e Google Play.",
          "description_en": "This email introduces the 'Break the Rules Fair' campaign by Grupo Recovery, offering special conditions for debt renegotiation. Highlights include discounts of up to 80%, installments up to 24x, and a clean credit status immediately after the first payment. The message emphasizes urgency, valid only until 09/01, encouraging quick action with the 'Negotiate Here' button. The footer highlights the ease of online, secure, and 24-hour negotiation, with contact details, the Recovery App, and download links for the App Store and Google Play.."
        },
        {
          "src": "portfolio/recoveryemkt2.jpg",
          "title_pt": "E-mail Marketing Feirão Desconto Certo - Grupo Recovery",
          "title_en": "E-mail Marketing Right Discount Fair - Grupo Recovery",
          "description_pt": "Este e-mail apresenta o Feirão Desconto Certo, uma oportunidade exclusiva de renegociação de dívidas na região de Bauru. A campanha oferece descontos de até 70%, atendimento exclusivo e condições especiais, como parcelas que cabem no bolso e a garantia de que o nome será reabilitado no SERASA após o pagamento da primeira parcela. O evento ocorre entre 30/05 e 04/06, das 09h às 17h, no Centro de Bauru. O e-mail também destaca os canais de atendimento, como o 0800 e o chat online, para facilitar o contato com os clientes.",
          "description_en": "This email presents the Right Discount Fair, an exclusive opportunity for debt renegotiation in the Bauru region. The campaign offers discounts of up to 70%, exclusive customer service, and special conditions such as affordable installments and the assurance that the name will be cleared with SERASA after the first installment payment. The event runs from May 30th to June 4th, from 9 AM to 5 PM, at the Bauru Center. The email also highlights customer support channels, such as the 0800 hotline and online chat, to facilitate communication with clients."
        }        
      ]
    },
    {
      "id": 28,
      "images": [
        {
          "src": "portfolio/claro-emkt.jpg",
          "title_pt": "E-mail Marketing - Claro",
          "title_en": "E-mail Marketing - Claro",
          "description_pt": "Este e-mail da Claro promove o iPhone 5S, destacando condições exclusivas para o público corporativo com parcelamento de até 24 vezes. A campanha exibe um design direto, com destaque para a imagem do ator Marco Luque ao lado do dispositivo, reforçando a oferta. O contato direto é facilitado através do número de telefone 11-2442-7506 e do botão 'Solicitar Contato', incentivando o cliente a tirar dúvidas ou solicitar mais informações. O rodapé contém detalhes sobre a promoção, política de uso e benefícios da rede 4G corporativa.",
          "description_en": "This Claro email promotes the iPhone 5S, highlighting exclusive conditions for corporate customers with installment options of up to 24 times. The campaign features a clean design, with emphasis on the image of actor Marco Luque alongside the device, reinforcing the offer. Direct contact is facilitated through the phone number 11-2442-7506 and the 'Request Contact' button, encouraging customers to inquire or request more information. The footer includes details about the promotion, usage policy, and benefits of the 4G corporate network."
        }
      ]
    },
    {
      "id": 29,
      "images": [
        {
          "src": "portfolio/dzarm-emkt.jpg",
          "title_pt": "E-mail Marketing - Dzarm",
          "title_en": "E-mail Marketing - Dzarm",
          "description_pt": "Este email marketing da Dzarm apresenta a coleção Outono 2015 com destaque para a supermodelo Alessandra Ambrósio. A imagem principal exibe a modelo em um cenário sofisticado, vestindo um look moderno que combina peças em couro e uma calça com estampa de cobra, representando a elegância urbana da marca. O slogan 'Muito prazer, eu sou Dzarm'. reforça a identidade da campanha. O botão 'CONHEÇA' convida os clientes a explorarem a nova coleção. O rodapé inclui informações de pagamento, selos de segurança e certificação, transmitindo credibilidade e confiança ao público.",
          "description_en": "This Dzarm email marketing highlights the Fall 2015 collection, featuring supermodel Alessandra Ambrosio. The main image showcases the model in a sophisticated setting, wearing a modern look that combines leather pieces and snake-print pants, embodying the brand's urban elegance. The slogan 'Nice to meet you, I am Dzarm'. Reinforces the campaign's identity. The 'DISCOVER' button invites customers to explore the new collection. The footer provides payment options, security seals, and certifications, ensuring credibility and trust for the audience."
        }
      ]
    },
    {
      "id": 30,
      "images": [
        {
          "src": "portfolio/puc-emkt.jpg",
          "title_pt": "E-mail Marketing - PUC",
          "title_en": "E-mail Marketing - PUC",
          "description_pt": "O e-mail marketing da PUC Webstore apresenta a coleção 'Tropical Chic' Alto Verão 2014 voltada para bebês e crianças, destacando peças leves e coloridas ideais para a estação. O topo traz imagens vibrantes com cenários tropicais e crianças vestindo as novas peças. A campanha destaca short saia + blusinha para meninas e camisa estampada com calça que vira bermuda para meninos. O design alegre e tropical reforça a essência da coleção, com botões 'Compre Aqui' para incentivar a compra. O rodapé inclui formas de pagamento, certificados de segurança e selos de confiança.",
          "description_en": "The PUC Webstore email marketing presents the 'Tropical Chic' Summer 2014 collection for babies and children, featuring light and colorful outfits perfect for the season. The header showcases vibrant images with tropical scenery and children modeling the new pieces. The campaign highlights a skirt and blouse set for girls and a printed shirt with convertible pants for boys. The cheerful, tropical design emphasizes the collection's essence, with 'Shop Here' buttons encouraging purchases. The footer includes payment methods, security certifications, and trust seals."
        }
      ]
    },
    {
      "id": 31,
      "images": [
        {
          "src": "portfolio/sbtvideos-banner.jpg",
          "title_pt": "Banners SBT Vídeos",
          "title_en": "Banners SBT Vídeos",
          "description_pt": "Os banners do SBT Vídeos promovem a plataforma de streaming gratuita com destaque para a mensagem 'ASSISTA GRÁTIS'. Imagens de um smartphone exibem a interface do app, com programas variados como novelas e infantis. Ícones do Google Play e App Store reforçam o download fácil. O layout é direto, com visual moderno e um forte call-to-action.",
          "description_en": "The SBT Vídeos banners promote the free streaming platform, highlighting the message 'WATCH FOR FREE'. Images of a smartphone showcase the app interface, featuring various programs like soap operas and children's content. Google Play and App Store icons emphasize easy downloads. The layout is clean and modern, with a strong call-to-action."
        },
        {
          "src": "portfolio/sbtvideos-banner2.jpg",
          "title_pt": "Banner Black Friday SBT Vídeos",
          "title_en": "Banner Black Friday SBT Vídeos",
          "description_pt": "O banner do SBT Vídeos usa a temática Black Friday como uma brincadeira, destacando que no serviço de streaming 'tudo é grátis o ano todo'. A palavra Black Friday aparece riscada em um visual de neon vermelho, simbolizando que não há necessidade de ofertas. O fundo preto com textura de tijolos contrasta com o neon, e o logotipo colorido do SBT Vídeos no topo reforça a identidade visual.",
          "description_en": "The SBT Vídeos banner playfully uses the Black Friday theme to emphasize that the streaming service is 'free all year round.' The word Black Friday appears crossed out in glowing red neon, symbolizing there’s no need for deals. The black brick-textured background contrasts with the neon effect, and the colorful SBT Vídeos logo at the top reinforces the visual identity."
        }        
      ]
    },
    {
      "id": 32,
      "images": [
        {
          "src": "portfolio/recovery-banner1.jpg",
          "title_pt": "Banner Grupo Recovery - APP Recovery",
          "title_en": "Banner Grupo Recovery - APP Recovery",
          "description_pt": "O banner promove o App Recovery, destacando que é possível negociar dívidas diretamente pelo celular ou tablet de forma prática e rápida. A frase '24H POR DIA' enfatiza a disponibilidade contínua do serviço. O layout apresenta a interface do aplicativo, com detalhes de valores de dívidas e opções de negociação. Há botões de download para a App Store e Google Play, incentivando o usuário a baixar o aplicativo para resolver pendências financeiras em qualquer lugar.",
          "description_en": "The banner promotes the Recovery App, highlighting that users can manage and settle their debts directly via mobile phone or tablet quickly and conveniently. The phrase '24H PER DAY' emphasizes the app's continuous availability. The layout showcases the app interface, displaying debt details and negotiation options. Download buttons for the App Store and Google Play encourage users to install the app and resolve their financial obligations from anywhere."
        },
        {
          "src": "portfolio/recovery-banner2.jpg",
          "title_pt": "Banner Grupo Recovery - Novo Site",
          "title_en": "Banner Grupo Recovery - New Site",
          "description_pt": "O banner anuncia o novo site da Recovery, destacando maior agilidade e comodidade para os usuários gerenciarem e quitarem suas dívidas. O design apresenta um computador e um smartphone exibindo a interface do site, reforçando a acessibilidade em diferentes dispositivos. Um mascote azul simpático, com um sinal de positivo, adiciona um toque acolhedor e envolvente. A barra verde de texto ressalta os principais benefícios, como rapidez e facilidade de uso.",
          "description_en": "The banner announces the new Recovery website, highlighting greater speed and convenience for users to manage and settle their debts. The design features a computer and smartphone displaying the site interface, emphasizing its accessibility across devices. A friendly blue mascot with a thumbs-up adds a welcoming and engaging touch. The green text bar reinforces key benefits like agility and ease of use."
        }        
      ]
    },
    {
      "id": 33,
      "images": [
        {
          "src": "portfolio/oi-banner1.jpg",
          "title_pt": "Banner Oi",
          "title_en": "Banner Oi",
          "description_pt": "O banner da Oi promove o serviço 'Oi Conselheiros', oferecendo orientações exclusivas de até 4 profissionais por R$ 15,90 por mês. O botão 'CONFIRA' incentiva o público a saber mais. Destaque para as personalidades Solange Frazão, Ana Maria Braga e Dr. Drauzio Varella, reforçando a credibilidade da campanha. O layout é leve, com fundo verde claro e o logo da Oi em destaque.",
          "description_en": "The Oi banner promotes the 'Oi Conselheiros' service, offering exclusive advice from up to 4 professionals for R$ 15.90 per month. The 'CHECK IT OUT' button encourages viewers to learn more. The campaign features personalities Solange Frazão, Ana Maria Braga, and Dr. Drauzio Varella, adding credibility to the offer. The layout is clean, with a light green background and the Oi logo prominently displayed."
        },
        {
          "src": "portfolio/oi-banner2.jpg",
          "title_pt": "Banner Oi",
          "title_en": "Banner Oi",
          "description_pt": "O banner da Oi apresenta o serviço Oi Cloud, que permite acessar arquivos a qualquer momento e lugar. A oferta é destacada com o preço a partir de R$ 9,90/mês, acompanhada de um botão 'SAIBA MAIS' para mais informações. O design inclui uma imagem de três pessoas apreciando um pôr do sol, reforçando a ideia de mobilidade e praticidade.",
          "description_en": "The Oi banner promotes the Oi Cloud service, which allows users to access their files anytime and anywhere. The offer highlights a price starting at R$ 9.90/month, with a 'LEARN MORE' button for additional details. The design features an image of three people enjoying a sunset, emphasizing the concept of mobility and convenience."
        }        
      ]
    },
    {
      "id": 34,
      "images": [
        {
          "src": "portfolio/levante-banner1.jpg",
          "title_pt": "Banner Levante - Long & Short",
          "title_en": "Banner Levante - Long & Short",
          "description_pt": "O banner da Levante promove um minicurso gratuito Long & Short, focado em ensinar uma estratégia de curto prazo para a bolsa de valores. O design apresenta um fundo azul com gráficos de ações, destacando o ambiente do mercado financeiro. As palavras 'LONG & SHORT' aparecem em grande destaque, atraindo atenção e transmitindo seriedade e clareza no tema. A proposta é voltada para quem busca aprimorar seus conhecimentos em investimentos.",
          "description_en": "The Levante banner promotes a free Long & Short mini-course, focused on teaching a short-term strategy for the stock market. The design features a blue background with stock market charts, emphasizing the financial environment. The words 'LONG & SHORT' are prominently displayed, drawing attention and conveying clarity and professionalism in the subject. The course is aimed at those looking to enhance their investment knowledge."
        },
        {
          "src": "portfolio/levante-banner2.jpg",
          "title_pt": "Banner Levante - Top 10 FIIs",
          "title_en": "Banner Levante - Top 10 FIIs",
          "description_pt": "O banner da Levante destaca os Top 10 Fundos Imobiliários (FIIs) com os maiores retornos em dividendos. O design apresenta uma paisagem urbana moderna com edifícios iluminados pelo sol, transmitindo a ideia de solidez e crescimento financeiro. As palavras 'TOP 10 FIIS' e 'DIVIDENDOS' estão em destaque, usando uma tipografia clara e estilizada que reforça a mensagem de rendimento atrativo. O banner tem um tom profissional e é direcionado a investidores em busca de oportunidades no mercado imobiliário.",
          "description_en": "The Levante banner highlights the Top 10 Real Estate Funds (REITs) offering the highest returns in dividends. The design features a modern urban landscape with skyscrapers illuminated by sunlight, conveying a sense of stability and financial growth. The words 'TOP 10 FIIS' and 'DIVIDENDS' are prominently emphasized, using clear and stylized typography to reinforce the message of attractive earnings. The banner has a professional tone and targets investors seeking opportunities in the real estate market."
        }        
      ]
    },
    {
      "id": 35,
      "images": [
        {
          "src": "portfolio/casashowbanner1.jpg",
          "title_pt": "Banner 'Para tudo Casa Show'",
          "title_en": "Banner 'Para tudo Casa Show'",
          "description_pt": "Este banner da Casa Show apresenta uma campanha com o slogan 'PARA TUDO CASA SHOW', destacando preços inacreditáveis para sua casa. O design utiliza um fundo amarelo vibrante com uma textura que remete à construção e reforma. O texto em letras grandes e vermelhas em um quadro centralizado atrai a atenção, enquanto ícones ilustrativos ao redor (como furadeira, lâmpada, sofá e tijolos) sugerem itens de utilidade para casa. A faixa preta e amarela na borda inferior e superior reforça uma atmosfera promocional de oferta imperdível.",
          "description_en": "This Casa Show banner promotes a campaign with the slogan 'STOP EVERYTHING CASA SHOW', emphasizing incredible prices for your home. The design features a vibrant yellow background with a texture that evokes construction and renovation. The bold red text inside a centered frame captures attention, while illustrative icons around the edges (such as a drill, lamp, sofa, and bricks) suggest essential home items. The black and yellow striped borders at the top and bottom reinforce the sense of an unmissable promotional offer."
        },
        {
          "src": "portfolio/casashowbanner2.jpg",
          "title_pt": "Banner 'Super Saldão Casa Show'",
          "title_en": "Banner 'Super Saldão Casa Show'",
          "description_pt": "Este banner promocional da Casa Show destaca o 'Super Saldão' com 15% de desconto em diversos itens essenciais para casa, como pisos e revestimentos, cozinha, iluminação, portas e janelas, hidráulica e elétrica. O fundo tem um degradê dinâmico em vermelho e cinza, transmitindo energia e urgência. O texto 'Super Saldão' em dourado e prata chama atenção, reforçando o caráter de grande oferta. Ícones ilustrativos em amarelo, como lâmpada, tijolos, torneira e tomada, representam os produtos em promoção. A oferta é visualmente destacada com um design limpo e moderno.",
          "description_en": "This promotional banner for Casa Show highlights the 'Super Sale' with 15% off on essential home items, including flooring and coatings, kitchen, lighting, doors and windows, plumbing, and electrical. The background features a dynamic gradient of red and gray, conveying energy and urgency. The text 'Super Sale' in gold and silver stands out, emphasizing the significant discounts. Yellow illustrative icons, such as a lamp, bricks, faucet, and power plug, represent the products on offer. The design is clean and modern, drawing attention to the promotion."
        }        
      ]
    },
    {
      "id": 36,
      "images": [
        {
          "src": "portfolio/eletrosom-banner.jpg",
          "title_pt": "Banner 'Pit Stop' Eletrosom",
          "title_en": "Banner 'Pit Stop' Eletrosom",
          "description_pt": "Este banner promocional da Eletrosom apresenta o conceito 'Pit Stop', destacando a mensagem 'Você economiza porque a gente sai à frente'. O design traz um fundo dinâmico com efeitos de velocidade em tons de azul e branco, criando uma sensação de movimento e modernidade. O destaque central é o logotipo circular com um 'e' em destaque, simbolizando a Eletrosom, acompanhado de uma placa dourada estilizada com o texto 'Pit Stop' em letras brilhantes. O visual reforça a ideia de rapidez, eficiência e economia oferecida pela marca.",
          "description_en": "This promotional banner for Eletrosom introduces the 'Pit Stop' concept, featuring the tagline 'You save because we stay ahead'. The design showcases a dynamic background with blue and white speed effects, creating a sense of motion and modernity. The central highlight is a circular logo with a prominent 'e', representing Eletrosom, paired with a stylish golden plate displaying the text 'Pit Stop' in bold, shiny letters. The visual emphasizes the brand's commitment to speed, efficiency, and savings."
        }
      ]
    }
  ]
}


